package com.whyalwaysmea.bigboom.bean;

import com.google.gson.annotations.SerializedName;

import java.util.List;

/**
 * Created by Long
 * on 2016/10/24.
 */

public class Review {

    /**
     * count : 20
     * reviews : [{"rating":{"max":5,"value":5,"min":0},"useful_count":7686,"author":{"uid":"bighead","avatar":"https://img3.doubanio.com/icon/u1000152-14.jpg","signature":"","alt":"https://www.douban.com/people/bighead/","id":"1000152","name":"大头绿豆"},"created_at":"2005-05-12 20:44:13","title":"十年·肖申克的救赎","updated_at":"2016-10-19 13:33:11","share_url":"https://m.douban.com/movie/review/1000369","summary":"　　{原文}：http://www.bighead.cn/?p=34  这些天按时上下班，衣冠楚楚，与时俱进，过得颇麻木。于是夜里心情便有些低落，寻了肖申克的救赎来看。  距离 Frank Darabont 们缔造这部伟大的作品已经有十年了。我知道...","content":"　　{原文}：http://www.bighead.cn/?p=34\n\n这些天按时上下班，衣冠楚楚，与时俱进，过得颇麻木。于是夜里心情便有些低落，寻了肖申克的救赎来看。\n\n距离 Frank Darabont 们缔造这部伟大的作品已经有十年了。我知道美好的东西想必大家都能感受，但是很抱歉，我的聒噪仍将一如既往。\n今夜在我眼里，The Shawshank Redemption 与信念、自由和友谊有关。\n\n　　　　［1］、信念\n\nRed 说，希望是危险的东西，是精神苦闷的根源。重重挤压之下的牢狱里呆了三十年的他的确有资格这么说。因为从进来的那一天起，狱长就说过，\u201c把灵魂交给上帝，把身体交给我。\u201d除了他能弄来的香烟和印着裸女的扑克牌，任何其他异动在这个黑暗的高墙之内似乎都无法生长。\n\n然而 Andy 告诉他，\u201c记住，希望是好事\u2014\u2014甚至也许是人间至善。而美好的事永不消失。\u201d\n\n于是 Andy 能够用二十年挖开 Red 认为六百年都无法凿穿的隧洞。当他终于爬出五百码恶臭的污水管道，站在瓢泼大雨中情不自禁的时候，我们仿佛看到信念刺穿重重黑幕，在暗夜中打了一道夺目霹雳。亮光之下，我们懦弱的灵魂纷纷在 Andy 张开的双臂下现形，并且颤抖。\n\n庸常生活里的我们，似乎已经习惯了按部就班，习惯了先说\u201c那不可能\u201d，习惯了没有奇迹，习惯了，习惯了。可是正如《飞越疯人院》（One Flew over the Cuckcoo\u2019s Nest）中说的那样，\u201c不试试，怎么知道呢？\u201d\n\n试着留住一些信念，在它们丧失殆尽之前。它们也许无法最终实现，也许无法让我们更有意义的活着\u2014\u2014甚至对于我自己而言，它们只会愈加带给我来更多的虚无感。然而我知道我有多需要这样的虚伪与自欺，因为你可以说我在做梦，但我不会是仅有的一个。\n\u2014\u2014我们已经看到监狱长打开藏有 Andy 凿石锤的《圣经》时，翻至那页正是《出埃及记》。这个章节详细描述了犹太教徒逃离埃及的过程。\n\n　　　　　　　［2］、自由\n\n我到今天也始终不明白，这两个意大利女人在唱什么。事实上，我也不想去明白。有些东西不说更好。我想，那是非笔墨可形容的美境。然而却令你如此心伤。\n那声音飞扬，高远入云，超过任何在禁锢中的囚犯们所梦，仿佛一只美丽的小鸟，飞入这灰色的鸟笼，让那些围墙消失，令铁窗中的所有犯人，感到一刻的自由。\n\n当 Andy 不顾一切在监狱的喇叭里放《Le Nozze di Figaro》时，镜头缓缓划过正在广场上放风的犯人们和狱警们。他们叫人感动地静立当地，抛却所有愤懑，狠毒和怨怒，沐浴着我从未觉得如此自由的阳光。莫扎特的乐声铺洒在这些人们身上，来自俗世的美妙音符似乎将他们都濯洗得纯净无比。\n强者自救，圣者渡人。我这才明白 Andy 的用意。修屋顶的时候，他为大家争取来啤酒，事实上是为大家争取到那种像在修缮自家的屋顶一般自在的感觉，所以他不喝酒，微笑却带着巨大的幸福；放费加罗的婚礼，也是要唤醒他们已快丧失的自由感。\n\n然而强者终究是少数。自由面前，更多的人们纷纷选择禁锢。在监狱图书馆呆了五十年的 Brooks，为了不被假释，竟然想通过伤害狱友来达到留在监狱的目的。很奇怪吗？自由、平等、博爱，本来应该是人们向往和追求的理想。可是 Brooks 们却早已经被监狱的规则之下规则了自己，他们需要规则，需要秩序，如果没有它们，甚至无法生存。\nThese walls are kind of funny like that. First you hate them, then you get used to them. Enough time passed, get so you depend on them. That\u2019s institutionalizing.假 Red 之口，Darabont 直指卑微。\n\nBrooks 得到了身体的自由，灵魂却已经被无可挽回地体制化。他终于没有能够摆脱对自由无法适应的困境，悬梁自尽。而睿智如 Red，在出狱之后也悲哀地发现，自己竟然连撒尿都要向经理报告，否则一滴尿都挤不出来。他也考虑如何违规以便回到监狱，甚至考虑与 Brooks 一样离开。\n\nBusy for living, or busy for death。步履匆匆的人们也许应该偶尔驻足，跳出来看看自己的模样。我们终会知道，习惯于服从规则的人们将付出巨大代价来习惯本来属于每一个个体的自由。 \n\n　　　　　　［3］、友谊\n\n此片无关爱情，除了背叛。有的只是监狱中的男人间的友谊。Red 和 Andy 的那种友谊置放在高墙之下，似乎比我们纷繁俗世中的友情来得更加纯粹和干净。他们都是内敛的人，然而洞悉一切，心意契合。我喜欢这种感情。所以在他们终于相会在太平洋小岛的阳光沙滩之上的时候，忍不住一人笑了。\n\n\n如果我在肖申克，我会是谁？如果你在肖申克，你又会是谁？肖申克的救赎，十年散记。\n\n　　　　　　　　　　　　　　　　　　　　　　　　2004-3-24 ","useless_count":266,"comments_count":571,"alt":"https://movie.douban.com/review/1000369/","id":"1000369","subject_id":"1292052"},{"rating":{"max":5,"value":5,"min":0},"useful_count":3433,"author":{"uid":"1817888","avatar":"https://img3.doubanio.com/icon/u1817888-4.jpg","signature":"","alt":"https://www.douban.com/people/1817888/","id":"1817888","name":"中原狮子王"},"created_at":"2007-09-15 22:59:08","title":"《肖申克的救赎》与斯德哥尔摩综合症－－你我都是患者！","updated_at":"2016-10-11 21:08:23","share_url":"https://m.douban.com/movie/review/1208594","summary":"   斯德哥尔摩综合症（Stockholm syndrome），斯德哥尔摩效应，又称斯德哥尔摩症候群或者称为人质情结或人质综合症，是指犯罪的被害者对于犯罪者产生情感，甚至反过来帮助犯罪者的一种情结。这个情感造成被害人对加...","content":"   斯德哥尔摩综合症（Stockholm syndrome），斯德哥尔摩效应，又称斯德哥尔摩症候群或者称为人质情结或人质综合症，是指犯罪的被害者对于犯罪者产生情感，甚至反过来帮助犯罪者的一种情结。这个情感造成被害人对加害人产生好感、依赖心、甚至协助加害人。 \n　　1973年8月23日，两名有前科的罪犯Olsson与Olofsson，在意图抢劫瑞典首都斯德哥尔摩市内最大的一家银行失败后，挟持了四位银行职员，在警方与歹徒僵持了130个小时之后，因歹徒放弃而结束。然而这起事件发生后几个月，这四名遭受挟持的银行职员，仍然对绑架他们的人显露出怜悯的情感，他们拒绝在法院指控这些绑匪，甚至还为他们筹措法律辩护的资金，他们都表明并不痛恨歹徒，并表达他们对歹徒非但没有伤害他们却对他们照顾的感激，并对警察采取敌对态度。更甚者，人质中一名女职员Christian竟然还爱上劫匪Olsson，并与他在服刑期间订婚。\n　　这两名抢匪劫持人质达六天之久，在这期间他们威胁受俘者的性命，但有时也表现出仁慈的一面。在出人意表的心理错综转变下，这四名人质抗拒政府最终营救他们的努力。这件事激发了社会科学家，他们想要了解在掳人者与遭挟持者之间的这份感情结合，到底是发生在这起斯德哥尔摩银行抢案的一宗特例，还是这种情感结合代表了一种普遍的心理反应。而后来的研究显示，这起研究学者称为「斯德哥尔摩症候群」的事件，令人惊讶的普遍。如果符合下列条件，任何人都有可能遭受到斯德哥尔摩综合症。\n　　第1，是要你切实感觉到你的生命受到威胁，让你感觉到，至于是不是要发生不一定。然后相信这个施暴的人随时会这么做，是毫不犹豫。\n　　第2，这个施暴的人一定会给你施以小恩小惠，最关键的条件。如在你各种绝望的情况下给你水喝。\n　　第3，除了他给所控制的信息和思想，任何其它信息都不让你得到，完全隔离了。\n　　第4，让你感到无路可逃。\n　　有了这4个条件下，人们就会产生斯德哥尔摩综合症。\n\n　　从某种意义上说，斯德哥尔摩综合征的形成，同样贯穿于\u201c体制化\u201d之中。\u201c体制化\u201d是著名电影《肖申克的救赎》（Shawshank Redemption）演绎的重要概念。犯人老瑞德（摩根·弗里曼饰）这样谈到\u201c体制化（institutionalized）\u201d：\u201c起初你讨厌它（监狱），然后你逐渐习惯它，足够的时间后你开始依赖它，这就是体制化\u201d。\n    该片中被体制化的象征人物是监狱图书管理员老布，他在肖申克监狱（体制）下被关押了50年，这几乎耗尽了他一生的光阴。然而，当他获知自己即将刑满释放时，不但没有满心欢喜，反而面临精神上的崩溃，因为他离不开这座监狱。\n　　为此，老布不惜举刀杀人，以求在监狱中继续服刑。他刻骨铭心地爱上了那间剥夺了他的自由的监狱，所以在出狱后，他终于选择了自杀。老布成为环境的一部分，一旦脱离了原有的环境，一切失去了意义。\n\n其实我们每个中国人都或多或少地患有斯德哥尔摩综合症，教育上的或政治上的！只不过更多地体现为一种慢性症状，说得严重些，就是\u201c群体性斯德哥尔摩综合症\u201d。\n\n我们无时无刻不在被\u201c体制化（institutionalized）\u201d！\n","useless_count":437,"comments_count":377,"alt":"https://movie.douban.com/review/1208594/","id":"1208594","subject_id":"1292052"},{"rating":{"max":5,"value":5,"min":0},"useful_count":3513,"author":{"uid":"lazywormzhao","avatar":"https://img3.doubanio.com/icon/u1000564-1.jpg","signature":"隐居云上","alt":"https://www.douban.com/people/lazywormzhao/","id":"1000564","name":"隱居雲上"},"created_at":"2005-07-12 11:23:39","title":"终于找到了郁闷人生的原因\u2015\u2015观《肖申克的救赎》有感","updated_at":"2016-10-23 15:15:45","share_url":"https://m.douban.com/movie/review/1001258","summary":" 周末看了一部美国影片《肖申克的救赎》（《The Shawshank Redemption》） 讲的是一位因冤案入狱的年轻银行家在牢中如何追寻自由的故事。 不同的人看同样的影片可能都有不同的感受。对于目前无力改变现状的我，看完...","content":"\n周末看了一部美国影片《肖申克的救赎》（《The Shawshank Redemption》）\n讲的是一位因冤案入狱的年轻银行家在牢中如何追寻自由的故事。\n不同的人看同样的影片可能都有不同的感受。对于目前无力改变现状的我，看完这部影片后最深的感受就是：才华、毅力两样，是任何人在任何境况下得到自由的最佳通途。\n片中的年轻银行家，凭着对银行财务知识的精通，在狱中，不仅为自己赢得了生命的安全、些许的自由，更为狱友争取到了物质、精神上的利益。也正因为对财务的精通，也使得男主角最后彻底击败残暴、阴险的狱长，并且使自己获得物质上的自由。\n另一方面，看看那六年每周不懈的申请信、N年每周两封的申请信、用那\u201c600年也挖不出隧道\u201d的石斧日日不懈掘出的隧道、雷电声中用石块砸破的下水管道、边呕吐边匍匐爬过的500吗长的的恶臭的下水道\u2026\u2026这一切无不深深刻画一个词：毅力。\n\n任何一个人，想要最后获得蓝天白云下的自由，一定一定要具备这两样的－－过人的才华、坚韧的毅力。\n\n我也终于悟出为什么我目前还在郁闷的原因：\n第一：没有拿得出手的才华\n小时候很喜欢画画，但长大后专心读圣贤书，高考，画笔再也没有提起过。\n大学时学医，但是学医的日子被我用来学吉他、读闲书。工作之后，吉他没有时间去练，自然荒废。\n一直以来，也断断续续、打渔晒网地练习过书法、篆刻、素描、漫画、photoshop、flash、Dreamweaver、园艺\u2026\u2026等等感兴趣的事，可是，无论哪个，都是典型地浅尝辄止，中途放弃的原因虽然各不相同，但说起来，最后都是没能坚持。\n所以，我基本上就是那种什么都会一点，什么都拿不出手来的人。\n\n第二：没有坚韧的毅力\n其实从上面就可以看出来了，那么多爱好，那么多尝试，最后都止于我的半途而废。假使有一样能坚持半年，那结果都很不一样了。\n我是那种典型的\u201c无志人常立志\u201d。我有一个笔记簿，专门用来写计划的。不知道别人有没有这样一个本子，我是不得不专门辟一个这样的小簿子，因为每过一段时间，我订的那计划都会更新一下。\n其实每次订计划的时候，都希望自己能一直做下去的，但是，\u2026\u2026\n知道自己没常性，所以最近的一次计划订了之后，我在计划后面郑重写下：\u201c希望能坚持三个月\u201d－－结果，一个月后，这几个字让我写新计划的时候没勇气去看前面。\n\n在豆瓣上看到人家为《肖申克的救赎》写的影评，对影片情节、表演、内涵等分析之精辟，令我惭愧。可是，我还是躲在一边偷偷写下了这篇文字。纵使我文字功底很差，纵使我思想肤浅得可以，但是每个小人物对任何事物都有权利拥有她的感受－－况且是如此美好的事物。这部影片对我触动之大，在于，第一次，我晓得了自己一直那么努力、却一直在郁闷的原因。也许，有人和我有同感？\n","useless_count":258,"comments_count":349,"alt":"https://movie.douban.com/review/1001258/","id":"1001258","subject_id":"1292052"},{"rating":{"max":5,"value":5,"min":0},"useful_count":1957,"author":{"uid":"nakedfake","avatar":"https://img1.doubanio.com/icon/user_normal.jpg","signature":"","alt":"https://www.douban.com/people/nakedfake/","id":"1017620","name":"[已注销]"},"created_at":"2006-01-07 20:56:26","title":"Andy Dufresne","updated_at":"2016-10-23 15:36:32","share_url":"https://m.douban.com/movie/review/1019121","summary":"Andy Dufresne，一个永垂电影史册的名字。  1  关于《The Shawshank Redemption》的评论，太多，该说的差不多都已说了千万遍。对于这样一个热门的话题，再想要抒发一些个人的喜爱之情，不免有拾人牙慧之嫌。为了避免...","content":"Andy Dufresne，一个永垂电影史册的名字。\n\n1\n\n关于《The Shawshank Redemption》的评论，太多，该说的差不多都已说了千万遍。对于这样一个热门的话题，再想要抒发一些个人的喜爱之情，不免有拾人牙慧之嫌。为了避免这样没新意的事情发生，许多单词我就不再提了，譬如\u201c希望\u201d，譬如\u201c自由\u201d。当然，这些都是很好很好的，也是可以第一时间从电影里感受到的。\n\n那么，我先说说我曾经感受到过的另一个单词，\u201c理性\u201d。安迪的胜利是理性的胜利，安迪的成功是理性的成功。无论面临怎样的局面，顺境也好，逆境也罢，他都不动声色，默默地审时度势，做他能做的努力，以达成自己的目标。\n\n这是一种伟大的才华！\n\n人类是感性的动物，时常受到情绪的支配，这是人之常情。面对残酷的环境，人本能的反应便是奋力抗争，而当这个环境恶劣到一定的程度时，人的抗争之心就会慢慢被消磨殆尽，成为行尸走肉。这两种情况，都是在许多文学影视作品中可以看到的。\n\n肖申克的囚犯也大都如此。在入狱之前，他们想必大都是目无法纪为非作歹的凶徒，人性中叛逆抗争的一面应该比常人要猛烈得多。但是长期被囚禁的生活，对权威的恐惧，对未来的绝望，对体制的顺应，使他们逐渐成为了去掉獠牙的狼。但冲动的血性并没有消失，囚犯之间时不时地争斗，\u201c三姐妹\u201d的恃强凌弱，都是证明。但，这一切都臣服于肖申克的石墙之内。就像驯服的狼被一起圈禁在铁栅栏中，也会彼此斗殴撕咬。这是动物的本性，也是人类的本性。\n\n安迪的伟大之处，便在于他超越了这种本性，在它上方数万英里高空的地方，用人类的理性俯视着这一切。典狱长的冷酷，狱警的残暴，\u201c三姐妹\u201d的兽欲，他当然从心底里反抗。他的抗争看起来如此虚弱无力，但却如此又坚定持久。他在用他的智慧和理性反抗这一切。有的时候，他看似已经忍气吞声，但很快我又欣喜地发现，他始终不曾屈服。当\u201c三姐妹\u201d强迫他口交的时候，他一番心平气和的叙述让对方无计可施；同样的，当狱警头子恶狠狠的要将他推下屋顶之时，他仍是面不改色地说出一番话来，立刻说服了对方。面目狰狞穷凶极恶的是他们，但真正咄咄逼人的，却是他。\n\n老瑞德曾经看错了安迪，以为他只是一个普通的知识分子，没有霸气，没有血性，是个软弱的人。没错，安迪没有张扬的锋芒，人性中野蛮与粗暴的一面，在他体内都已凝炼成了理性，从而爆发出更加巨大的能量。\n\n我想，瑞德一定庆幸他输掉了那两包烟。\n\n2\n\n接着我想说的是，\u201c毅力\u201d。这个力量或许和前面所说的\u201c理性\u201d有些关联。\n\n人都有一时冲动的时候，那一刻会爆发出平常所没有的力量，叫做爆发力。对短跑运动员来说，爆发力很重要。然而那一刻爆发的力量是有限的，它会被一种叫做时间的东西消磨。这个力量来自于人的本能，像顽石一样不经琢磨。\n\n而\u201c毅力\u201d却是琢磨而出的。时间不断的腐蚀它，而理性不断的加固它。这是一场艰苦卓绝的拉锯战。\n\n安迪可以坚持每天挖掘石洞，挖了近二十年；可以每周写一封信，后来每周写两封信，直到州政府给了回应，资助他建立起图书馆；可以穿越长达五百米的恶臭肮脏的下水道，逃离肖申克。这样的毅力不只是可敬可佩，简直是可怖。\n\n我没有毅力。我只会被时间消磨成一堆灰，一堆沙，而安迪却被琢磨成了钻石。他让我激动，是因为他身上的\u201c理性\u201d和\u201c毅力\u201d是我所没有的。\n\n我推想安迪从哪一天开始生起了挖洞逃生的念头。也许是他刻下名字的那一刻，他发现石墙的质地松动，可能使他成功，于是他开始奋斗。但我想，这个念头一定在那之前就有，一定是这种想要摆脱困境的念头，与他百折不挠的精神，使他成为一个出色的银行家。而后，使他成为一个出色的逃犯。接着，在电影结束之后，他必将成为一个出色的开拓者。\n\n3\n\n瑞德说，你不是罪犯，也许，不是个好丈夫。安迪却不这么认为，他痛心疾首，认为是他的性格害了他的妻子。他很爱她，但是不善于表达，她说他就像一本阖上的书，永远不知道他在想什么。\n\n其实从电影一开始，我就明白了为什么安迪的妻子会红杏出墙。当然，他很出色，他不只是有才华，还有一种奇妙的人格魅力。但是这不是爱情的基础，起码，他的妻子并不因此而爱他。\n\n有人说这是部\u201c男人必看\u201d的电影，我想除了因为这部电影宣扬了理性、希望、奋斗之外，还因为其中有一种男人之间的友情。安迪的魅力没有吸引到他的妻子，却深深吸引了他身边的囚犯兄弟，特别是瑞德。\n\n瑞德是个老大哥般的人物，慷慨任侠，老成世故，颇有头脑。他在监狱里法力无边，若不是最初他帮助安迪搞到了许多工具，安迪也无法完成越狱的奇迹。\n\n安迪心中明白\u201c体制化\u201d对瑞德的影响，他们曾在一次谈话中提到希望，于是引出了这部电影最经典的两句台词：\u201c希望，是好事，甚至也许是人间至善。而美好的事永不消失。\u201d\u201c要么赶着去生活，要么赶着去死。\u201d然而在监狱里生活了三十年的瑞德，怎么可能仅仅被这两句话而挽救呢？他可能会走Brook的老路。\n\n于是安迪为瑞德安排了一件事，或者说，为他打造了一个梦想。当瑞德从绝望和恐惧中走出来，走向那棵巨大的橡树，走向碧海蓝天的时候，我彻底被安迪折服了。他用智慧拯救了他自己，又用智慧拯救了他的朋友。说得好听点，他给了瑞德一个叫做\u201c希望\u201d的东西，通俗点说，他让瑞德有点事情做做，让他\u201c赶着去生活\u201d。要做到这点，光有美好的愿望和深厚的友情是不够的，还有智慧，对人性的洞察。\n\n安迪的这一招，非常像程灵素，她也是以她的感情与智慧，救了胡斐的命，最关键是，给了他活下去的理由。不能怪胡斐不爱她，就好像不能怪安迪的妻子不爱她一样，他们的智慧和人格魅力，也许只有站在朋友的立场才能够欣赏。许多男读者爱程灵素，应该也只是把她引为一位异性知己吧。\n\n5\n\nAndy Dufresne，他的智慧战胜了漏洞百出的制度；他的理性战胜了野蛮狂暴的本能；他的意志战胜了冷酷无情的时间；他战胜了肖申克的石墙；他战胜了他自己；他战胜了一切。\n\n他战胜了一切，却输给了，Forrest Gump。\n","useless_count":59,"comments_count":190,"alt":"https://movie.douban.com/review/1019121/","id":"1019121","subject_id":"1292052"},{"rating":{"max":5,"value":5,"min":0},"useful_count":1005,"author":{"uid":"1317870","avatar":"https://img3.doubanio.com/icon/u1317870-33.jpg","signature":"","alt":"https://www.douban.com/people/1317870/","id":"1317870","name":"aratana"},"created_at":"2007-02-26 10:38:45","title":"《肖申克的救赎》：1994\u20142007，希望就是现实","updated_at":"2016-10-22 10:32:43","share_url":"https://m.douban.com/movie/review/1127585","summary":"一、缘起  从来没想过给《肖申克的救赎》写一篇影评，也许是生怕暴露自己只是个不谙世事的初级影迷，也许是对这样一部无法复制的影片真的不愿去过多地提起。然而一场出其不意的重感冒让我只能卧床裹被，已没有了力气...","content":"一、缘起\n\n从来没想过给《肖申克的救赎》写一篇影评，也许是生怕暴露自己只是个不谙世事的初级影迷，也许是对这样一部无法复制的影片真的不愿去过多地提起。然而一场出其不意的重感冒让我只能卧床裹被，已没有了力气去消化我那些故作高深、一直收着却懒得去看的电影，不期然地拿起《肖申克的救赎》，没想着再去感动自己一把，只是北方冬天的午后，我们就这样莫名地重遇。\n\n二、记忆\n\n有一些电影可遇不可求。这\u201c遇\u201d只能是不期然地偶遇，有准备的相遇会让一切黯然失色。忘了是哪一年，我莫名地租来一张名叫《刺激1995》的VCD，那时不知道谁是蒂姆\u2022罗宾斯，谁是摩根\u2022弗里曼，还只知道整天追着刘德华、王菲打转，一切都像是老天的意旨，我就那么莫名地、无知无觉地、静静地看完了影片。\n\n从此以后，我固执地相信了电影能够带来的一样感受，叫幸福。这幸福感在那一瞬间击中了我的全身\u2014\u2014当安迪从肮脏的管道中逃出生天的那一瞬间，我不明所以、全身无力、无法言语。\n\n三、微笑\n\n再看《肖申克的救赎》，我理解了安迪那安详而神秘的微笑。一次是为狱友赢得冬日里冰凉的啤酒，一次是给狱友播放天籁般的歌声。安迪的眼神虚渺而淡定，嘴角挂着若有似无的微笑。他不惜用一个月的幽闭来换取的，不止是自由的感觉。\n\n就像我再也不想被《勇敢的心》蛊惑一样，当华莱士喊出freedom的时候，那一瞬间虽然热血沸腾，但渐渐冷却后却显得无比苍白。我们需要自由么，我们仅仅需要自由么，我们需要的是什么样的自由呢？\n\n此刻，我只被安迪安详而神秘的微笑感动。\n\n四、希望\n\n这两个字如此庸常。然而安迪告诉瑞德，希望是人间至善。比生命可贵的也许是爱情，比爱情可贵的也许是自由，但比自由可贵的，只能是希望。\n\n无论生命如何不堪，都不是可以绝望的理由。瑞德口口声声的体制化要了老布的命，而当瑞德也想要步老布的后尘时，安迪的话化解了他的宿命，不是么，要么忙着活，要么忙着死，如此而已。\n\n五、活着\n\n为什么活着，没有标准的答案，因为活着不由自主。然而怎么样活着，人的历史里却给出了泾渭分明的活法。安迪又给了我们一次为真善美而活着的理由，就像监狱长给了我们为假恶丑而活着的理由一样。真是智慧，是安迪一手建起的监狱图书馆，是他笼络监狱长和狱警的手段，没有智慧，他只能听天由命。善是爱与仇，是安迪为狱友们争取来的啤酒和音乐，是监狱长饮弹自尽时我们的击掌称快。美是希望，是安迪安详而神秘的微笑，是爬出臭水管时的雨中重生，是墨西哥海湾安宁的蓝。\n\n六、现实\n\n现实是，我依然在病中，感冒虽然微小，可犯起混来也让人痛不欲生。这和安迪20年的隐忍没法比，更别说瑞德40年的宿命了。病可以治愈，命运呢？安迪不给我人定胜天的癔想，人怎么能胜得了天？安迪也不给我战胜自己的癔想，坐在凳子上的人如何搬得起凳子？\n\n安迪让我相信了希望。他让我相信，即便挖掘地道的计划失败了，他依然会保留着希望；即便面对无法挽回的死亡，他依然有任谁也不能遏止的坚守，就像谁也夺不走他脑海中的莫扎特一样。\n\n七、想像\n\n所以有时候会想，如果这个片子是以悲剧结束会不会更好。凡俗如我，当然不会觉得更好。虽然那样也许更能体现出人性的伟大，却不是太让人伤感了么；虽然那样也许就能获得那个该死的奥斯卡了，却不是太残忍了么。虽然在绝望中看出的希望决不仅仅是什么逃生，我们却仍然愿意看到这样的结局。因为，与其说我们面对的是死，不如说我们面对的是生，在生的路上，希望就是现实。\n\n就像那片湛蓝的海，原本就是我们生的地方。","useless_count":83,"comments_count":158,"alt":"https://movie.douban.com/review/1127585/","id":"1127585","subject_id":"1292052"},{"rating":{"max":5,"value":5,"min":0},"useful_count":594,"author":{"uid":"suoliweng","avatar":"https://img3.doubanio.com/icon/u1026935-2.jpg","signature":"人乐有缘，诺以终身","alt":"https://www.douban.com/people/suoliweng/","id":"1026935","name":"蓑笠翁"},"created_at":"2005-09-25 16:27:41","title":"人生的过程就是一个摆脱institutionalization(体制化)的过程","updated_at":"2016-09-04 17:19:50","share_url":"https://m.douban.com/movie/review/1005528","summary":"现在好象比较时兴将人分为体制内和体制外的人,体制外的人通常有某种优越感,似乎自己的人格才是独立的.可实际上,真正愿意做体制外的人还是很少的,而且是很痛苦的.余杰北大硕士毕业后差一点进了他想进的国家图书馆作一...","content":"现在好象比较时兴将人分为体制内和体制外的人,体制外的人通常有某种优越感,似乎自己的人格才是独立的.可实际上,真正愿意做体制外的人还是很少的,而且是很痛苦的.余杰北大硕士毕业后差一点进了他想进的国家图书馆作一个体制内的人,可由于他写了一些比较反体制的文章,最后还是被迫做了一个体制外的人,一个自由作家,所以他牢骚不断.\n\n<The Shawshank Redemption>里面,那个图书管理员老布在被囚禁了大半生以后终于获得了自由,然而他在自由的世界中却不知所措,无时无刻不想回到那个剥夺他自由却让他习惯了的肖申克监狱,最后他终于上吊自杀了.于是,摩根\u2022弗里曼演的阿瑞就发表了他对institutionalization(体制化)这个词的见解,他将监狱说成一个institutionalization的场所,他说:\n\n一开始你恨(hate)它,它剥夺了你的自由;接着你会慢慢的习惯( get used to)它,熟悉它;最后你会离不开它,离开它你将象老布一样不知所措.\n\n相信我们中间的许多人,尤其是体制内的已经工作过许多年的人都很有感触.我们所在的那个叫做\"单位\"的地方又何尝不是一个institutionalization的地方?何尝不是一个监狱?\n\n大部分的人就象老布,最终在这个institutionalization中沉沦了下去;\n\n有些人就象阿瑞,差一点沉沦了下去,可是命运对他不薄,他结识了安迪这样的朋友,最后终于获得了自由,肉体的以及内心的自由;\n\n只有极少数的人才象安迪那样，他有着坚强的意志和对自由的不死的向往，凭着自己的毅力和智慧，不仅在监狱中做了许多别人不可能做成的事情，为狱友们挣啤酒，为狱吏们们报税，建设监狱图书馆；最终他逃出了监狱，并将那个穷凶极恶的典狱长告翻，过上了自由的生活\u2026\u2026.\n\n其实，人生的过程就是一个摆脱institutionalization(体制化)的过程，这个institutionalization不仅仅是我们身处的那个\u201c单位\u201d，更是我们内心里面无数的\u201c监狱\u201d。\n","useless_count":39,"comments_count":106,"alt":"https://movie.douban.com/review/1005528/","id":"1005528","subject_id":"1292052"},{"rating":{"max":5,"value":1,"min":0},"useful_count":670,"author":{"uid":"58035060","avatar":"https://img3.doubanio.com/icon/u58035060-33.jpg","signature":"只想找到养好自己的灵魂","alt":"https://www.douban.com/people/58035060/","id":"58035060","name":"附离"},"created_at":"2012-05-31 22:40:33","title":"没能力自由，谈什么自由 \u2014\u2014 其实你没那么渴望自由","updated_at":"2016-10-24 10:04:56","share_url":"https://m.douban.com/movie/review/5449290","summary":"打一颗星并不是因为这部片很差，只是不明白怎么会是豆瓣电影里的头牌。用极端的踩来平衡下极端的捧。  N年前看的片子，当时觉得真不错。具体不错在哪里？或许是因为结局不错，主人公最终成功越狱到达梦想之地，观影...","content":"打一颗星并不是因为这部片很差，只是不明白怎么会是豆瓣电影里的头牌。用极端的踩来平衡下极端的捧。\n\nN年前看的片子，当时觉得真不错。具体不错在哪里？或许是因为结局不错，主人公最终成功越狱到达梦想之地，观影者借以给自己希望，以为自己也能达到自由的彼处。\n\n第一次看完后其实只记得了故事情节大概和那无比美妙的结局。多年后看到豆瓣评分介高，揣着\u201c有那么好吗\u201d的疑问，忍不住重温了一遍。依然觉得这是个精彩的电影，依然不明白为什么豆瓣分数给得这么高。\n\n影片中，牢狱生活到点起床集合，到点熄灯睡觉，还有图书管理员分发书来看，突然闪现的念头是这样有规律的生活其实挺像学生时期的寄校生活。想到学校鸟笼大的宿舍挤八个人还上下铺，就顺便调侃下牢房能单间，真幸福。\n\n如果说主人公Andy的毅力和坚持不懈，我们常人只要努力也可以做到。那么他的天才加全才已经不是常人单纯想要靠努力就能达到的。不得不承认有基因这种东西的存在。 圣经信口背来，第几章第几节记得一清二楚，印证了一句名言：天才必是记忆力极好之人。所以作为一个银行家熟知税务章程事项自然不在话下，会计活对他来说是小菜一碟。还是个地质学热爱者，很懂石头，似乎是雕刻家，又懂音乐，也很会教书。\n被深深打击到了。因为像我这样过目就忘的人是很容易妒忌记忆力好的人的。像这样的天才花几个月时间记得滚瓜烂熟的，常人得花个几年，天才一年间熟读的书，常人要花一辈子，于是人的学识深度和广度的差距就这么显现出来了。\n\nAndy这样的人是人中神品，就如同乔布斯之类，不是常人读几本励志书看几部励志电影能达到的境界。可是常人容易为这样的天才及天才的成功激动。搞不懂激动个什么劲，又不是我们拥有高智商外还付出牛逼百倍的努力。\n\n或许给这部片那么多的五星是因为它讲出了我们对自由的渴望并实现了我们自由的希望。可看了两遍后发觉其实它给了大多数无天赋无毅力的普通人无法自由的绝望。\n\n像主人公这样的天才靠毅力靠天赋也要花近二十年青春已流逝的时间去搭建自由的高塔，那些鲜有天赋却坚持不懈的人在临终闭眼前能实现愿望也算够万幸。而多数双无的普通人只会在看到自由的海市蜃楼时瞎兴奋一下。\n\n我说多数人没能力自由，这\u201c能力\u201d，不仅仅是IQ、EQ之类的资质，还有一个人内心对自由到底有多少的渴望和尊重，让自己获得自由不是基于破坏别人的自由。自由亦不是众人无病呻吟地把它当作嘴上的追求和梦想，而内心却是\u201c我爱体制，它给我保障给我安全感\u201d。\n \n与其说给这部电影评一颗星，倒不如说我们这些人只值一颗星：口口声声说着向往自由，抱怨体制化，实则心甘情愿地享受着体制化带来的好处（既然体制自有体制的自由，那就请别抱怨了）； 我们叫喊着崇尚自由，却在节假日欢笑着挤在人堆里去动物园海洋馆看那些被关起来的动物和它们的表演，以为动物都爱被囚禁起来给人看给人表演呢，（不知有多少动物是习惯了这样的生存方式如同影片中在监狱呆了一辈子的BROOKS，又有多少是真的爱show），当看到天鹅只能在动物园沟渠大小的水域中十秒一个来回地游来游去，飞鸟们被罩在三四米高的网下面无法飞翔，海豚不是在大海里自由跳跃，这时如果我们还能欢笑，那就请别说我们多渴望多尊重自由，也不配给这部电影五星。\n\n\n\u2014\u2014以此文写给自己，激励自己和那些同样缺乏或快失去毅力的人，如Andy般坚持下去，终有一天获得自己内心想要的那份自由！\n","useless_count":339,"comments_count":124,"alt":"https://movie.douban.com/review/5449290/","id":"5449290","subject_id":"1292052"},{"rating":{"max":5,"value":5,"min":0},"useful_count":245,"author":{"uid":"erichuang","avatar":"https://img3.doubanio.com/icon/u1187841-1.jpg","signature":"","alt":"https://www.douban.com/people/erichuang/","id":"1187841","name":"油爆虾"},"created_at":"2006-08-03 23:24:54","title":"《肖申克的救赎》的一些幕后花絮","updated_at":"2016-08-17 11:27:05","share_url":"https://m.douban.com/movie/review/1062920","summary":" * 是否记得片尾有一行字幕&quot;In memory of Allen Greene&quot;？翻译成中文就是&quot;纪念Allen Greene &quot;。Allen Greene是《肖申克的救赎》编导Frank Darabont的经纪人，在影片完成 的前夕死于AIDS的并发症...","content":"\n* 是否记得片尾有一行字幕\"In memory of Allen Greene\"？翻译成中文就是\"纪念Allen\nGreene \"。Allen Greene是《肖申克的救赎》编导Frank Darabont的经纪人，在影片完成\n的前夕死于AIDS的并发症。 　　\n　　* 是否记得刚来到监狱的新囚犯们走下囚车时，嘲笑他们的人群中有一个年轻的黑人\n？该演员就是片中主角老黑人Red的扮演者Morgan Freeman的儿子。　　\n　　* 老黑人Red的刑事档案上的照片不是扮演者Morgan Freeman本人的，而是他儿子的照\n片　　\n　　* 是否记得凶横的哈德利队长几乎将安迪推下房顶的那个场景？其实演员们被一根保\n险 律 拴着，很安全。 　　\n　　* 是否记得三姐妹之一的伯格斯（Bogs）被队长打残废后送入救护车的情节？在拍摄\n过程中，那个老得掉牙的救护车抛锚了，在画面中的移动其实是工作人员的人力牵引。\n \n　　\n　　* 是否记得安迪驾驶着红色敞篷车在墨西哥山路上飞驰的镜头？那是一部1969年产的\nPontiac GTO ，而影片中的年代还在1966年。摄制组曾经联系了一部1965年的Mustang，但\n是车主在最后时刻变卦了\n　　\n　　* 是否记得在鲨堡监狱的第一晚，老囚犯们不停地嘲笑、喧哗，企图惊吓新囚犯的情\n节？在拍摄过程中，因为临时演员不够用，还动用了拍摄现场的保安也来制造喧哗的气氛\n。\n　　\n　　* 是否记得安迪在谋杀发生的那个夜晚里坐在自己的车里，有一个双手上子弹的特写\n镜头？其实那双手是编导Frank Darabont的，因为原先的剧本里没有设计这个镜头，是事\n后补拍的。\n* 是否记得安迪和老黑人Red第一次在操场上相遇的情节（Red在和其他人玩棒球）？因为\n拍摄的时候出现了无数的问题，这个场景竟然花费了一整天的时间来反复拍摄才让导演觉\n得完美。\n　　\n　　* 影片中的鲨堡监狱一排排的囚室，并不是真正的监狱囚室，而是仿造旧的鲨堡监狱\n的结构在一个仓库里搭建的布景。\n　　* 是否记得安迪在雪中行走的镜头？那些雪花其实是土豆薄片。　　\n　　* 是否记得安迪叫Red去寻找的那堵长长的石头墙？那也是摄制组自行搭建的，因为导\n演找不到实际的\"长长的石墙\" 　　\n　　* 是否记得影片开头那个喊\"熄灯\"的监狱警卫？他在实际生活中也是一名监狱警卫。\n　　\n　　* 是否记得汤米（安迪的学生，被开枪打死的那个）来到鲨堡时，同一囚车中坐在他\n身后的黑人囚犯？那个人在实际生活中是俄亥俄州少管所的典狱官。　　\n　　* 是否记得安迪用来敲破下水道的那块石头？其实最初的设计是让安迪用他的小石锤\n的，但后来发现小石锤不足以敲破下水道，才改换成了石头 　　\n　　* 安迪在下水道中爬行时脸上及管道中的污渍其实都是巧克力浆　　\n　　* 是否记得那句台词\"有些鸟是不会被关住的\"（Some birds aren't meant to be ca\nged，直译是：有些鸟是无意被笼养的）？剧本原先设计了一个图书管理员老布养的那只乌\n鸦又飞回鲨堡、死后被安迪和Red发现的情节（比喻老布像这只鸟一样只适合笼养而不能在\n外面生存），还设计了囚犯们在操场为这只鸟举行葬礼以悼念自杀的老布的场景　　\n　　* 是否记得最后一个场景中安迪和Red在海滩上重逢并拥抱的镜头？这在剧本中原是不\n存在的，因为原著小说中并没有这段情节。这是导演在其合伙人的坚持下违心添加的，而\n且甚至在拍摄完后还一度企图剪掉。幸亏在试看样片的时候，观众们非常喜爱，导演才因\n此做出了让步，决定保留这段情节。后来的观众们才因此有幸观看到这令人喜悦且热泪盈\n眶的结局场面。\n \n补充\n* Tommy Williams（因为偷电视而被判两年的小伙子）这一角色本来是给布拉德&#8226;彼\n特准备的\n* 片中扮演Thomas Williams（即\"Tommy\"）的Gil Bellows，曾在1997年的当红电视剧集《\nAlly McBeal》（港译《艾丽的异想世界》台译《甜心俏佳人》，像《六人行》一样的热门\n连续剧）扮演了一个类似角色William Thomas\n* 安迪牢房的墙上贴着一张爱因斯坦的照片，扮演安迪的蒂姆&#8226;罗宾斯（Tim Robbi\nns）曾在幻想电影《I.Q.》中扮演爱因斯坦\n* 摩根&#8226;弗里曼扮演的那位赢得迟来自由的老者名叫Red,即英文单词\u201c救赎\u201d　（R\nedemption,也是本片片名)的前三个字母\n* 在斯蒂芬&#8226;金的原著小说中，Red是个爱尔兰人。在选用摩根&#8226;弗里曼扮演R\ned之后，他们去掉了这句台词\u201c也许因为我是个爱尔兰人\u201d\n* 美国防止虐待动物协会（The American Society for the Prevention of Cruelty to\nAnimals）全程监督影片拍摄工作，有一场戏是布鲁克斯给他的乌鸦喂蛆虫，ASPCA当即认\n为这对蛆蛆是不\u201c人道\u201d的，并要求他们改用一只自然死亡的蛆，他们只好从命\n* 在开场的法庭戏中，安迪说自己把枪扔进了Royal河，在斯蒂芬&#8226;金的另一本小说\n《站在我旁边》（Stand By Me）中，逃亡的孩子们穿过了同一条河\n* 如影片所示，该片情节与大仲马的《基督山伯爵》有诸多相似之处\n* 沃登&#8226;诺顿哼的调子是\u201c坚固保障\u201d，这是一首教会圣诗，作者是基督教改革先锋\n/信义会创始人马丁&#8226;路德。歌词是：上主是我坚固堡垒，永不动摇之保障；上主是\n我随时帮助，使我脱危离恐慌；历代仇敌撒旦，仍欲兴风作浪，他奸狡又势强，残忍毒辣\n非常，无比凶恶真难防\n* 当沃登&#8226;诺顿打开藏有安迪凿石锤的《圣经》时，打开的那页正是《出埃及记》，\n这个章节详细描述了犹太教徒逃离埃及的过程\n* 该片的意大利版要比美国版少15分钟，删去了结尾简要交待安迪自由生活的片断\n* 在全球最大的互联网电影数据库IMDB中，该片始终雄据着Top 250排行榜的第二位（第一\n位是《教父》），多达73290位来访者给本片投票，总分9分（满分10），其中更有超过51\n%的用户（37486）给它打了最高分10分\n \n \n","useless_count":13,"comments_count":26,"alt":"https://movie.douban.com/review/1062920/","id":"1062920","subject_id":"1292052"},{"rating":{"max":5,"value":5,"min":0},"useful_count":230,"author":{"uid":"iserlohnwind","avatar":"https://img1.doubanio.com/icon/u1360856-37.jpg","signature":"刚刚开始的往昔，尚未来临的回忆","alt":"https://www.douban.com/people/iserlohnwind/","id":"1360856","name":"伊谢尔伦的风"},"created_at":"2007-03-18 21:04:10","title":"自由之梦","updated_at":"2015-01-25 00:04:36","share_url":"https://m.douban.com/movie/review/1135514","summary":"你知道，束缚越紧，梦也就会在心里勒下越深的痕迹。《肖申克的救赎》是一场关于笼中鸟如何飞往自由的梦，用我一位网友的话来说，看了它，甚至会让人觉得重生。  而在观影过程中，我反复想起的另一部电影，是《海上钢...","content":"你知道，束缚越紧，梦也就会在心里勒下越深的痕迹。《肖申克的救赎》是一场关于笼中鸟如何飞往自由的梦，用我一位网友的话来说，看了它，甚至会让人觉得重生。\n\n而在观影过程中，我反复想起的另一部电影，是《海上钢琴师1900》：这两个故事都是由小说改编；这两部电影都有和故事本身风马牛不相及的港版译名：香港黑帮片情调的《刺激1995》、《月黑高飞》，和听起来像励志片或者科幻片的《声光伴我飞》；这两段开头都是从主角的朋友的回忆开始；这两个世界都有无数远离我们的日常却又真实可信的细节；这两位主演都叫TIM，蒂姆·罗宾斯和蒂姆·罗斯；这两个主角都在一小块舞台上度过了最好的年华。不同的是那两场结局，安迪以\u201c一个只在纸上出现的人物\u201d的身份扳倒了典狱长诺顿驶向自由，而1900最终作为一个不曾存在过的人，殉葬了他传奇的一生。\n\n我想1900的故事是个悲伤的成人童话，海的女儿化为泡沫，快乐王子黯然无光，剪刀手爱德华留下了一天一地的大雪，而我们这位从未着地的钢琴师说，\u201c连绵不绝的城市什么都有，除了尽头，没有尽头，我需要看见世界的尽头。\u201d然后选择了与Virginian号邮轮生死与共。相比之下，《肖申克的救赎》要积极向上得多，据说它鼓舞了许多几近沉沦的人坚持理想。可如果仅仅积极向上，它也至多不过是一部主旋律国产片。这世上有多少出狱时双眼近盲的佘祥林，有多少一场六月雪都等不到的窦娥冤。单单鼓舞与激励帮不了任何一个成年人。能抚慰我们的，首先是\u201c真实\u201d，然后是\u201c梦想\u201d，正如《海上钢琴师》如果删了所有像那段青涩而失败的爱情故事与\u201c去他的规矩 ！\u201d那样的生动细节，将会生硬得多。从监狱暴力、狱中同性恋到在笼子里关得太久而飞不出去了的老囚徒，都是那么的真实可信，这部讲述梦想与希望的电影，很特立独行地，根本就不存在英雄。一开始就有\u201c我很想说安迪打赢了，全身而退，令三姐妹放过了他，但监狱不是童话。\u201d的直白事实，到最后安迪的出逃，也远没有基督山伯爵式的无比风光与快意恩仇，或者国产古装电视剧式\u201c囚犯转身变钦差\u201d的胡编乱照。时间永远抹不掉肖申克和阿兹卡班留下的创口，他一辈子都会是个逃犯，就像至死未能正名的小天狼星一样。\n\n但不论怎么说，安迪他确实是个奇迹。我们都知道，\u201c奇迹\u201d也是基督教所谓\u201c救赎\u201d的重要内容之一。他知道自己无罪，所以相信希望并实现了它，最后又给了几乎像老布一样飞不动了的瑞德一个大希望。\u201c在芝华塔尼欧，那个没有回忆的温暖地方\u2026\u2026\u201d是的，就像1900担不起大地的辽阔，梦想有时候其实也微小得很，在那片碧蓝的加勒比海边，就有崭新的人生。这部电影让我们相信\u201c希望是美好的，也许是人间至善，而美好的事物永不消逝\u201d一如教徒相信主的救赎终将来临，而不是道貌岸然地以\u201c真实\u201d之名囔囔着\u201c王尔德因为同性恋坐了牢\u201d，或者\u201c《白雪公主》的真相是父女乱伦\u201d。\n\n我永远不会忘记的是，安迪爬出五百码长的污水管当晚那场明亮的雷雨，它像《勇敢的心》里华莱士最后那声著名的\u201cFREEDOM\u2014\u2014\u201d一样振聋发聩。是的，自由。之前的那些最精彩的桥段，比如安迪脸上挂着奇异的微笑请大家喝酒，比如安迪一手建起全州最好的监狱图书馆，比如安迪不计后果地让高亢的女声穿透云遮雾掩的层层封锁响彻云端，都是对自由的由衷礼赞，即使身陷囹圄，但\u201c只要这里 （心里）有音乐，就有自由\u201d\u2014\u2014这也是《欢乐颂》盛名不败的理由，我们都知道，在德文中，\u201c欢乐\u201d和\u201c自由\u201d的发音很接近。\n\n\n而最后要说的是，为了避免被网上铺天盖地躲都躲不开的影评影响自己的看法，我甚至忍住了用GOOLE或者百度找出那张\u201c安迪张开双臂盛放在雷雨中\u201d的金色电影海报来做桌面的想法，只翻了翻某期《看电影》上的花絮介绍。那期《看电影》上说，《肖申克的救赎》那个童话般明媚得不可思议的结局，是导演在其合伙人的坚持下违心添加的，因为试映时很受欢迎，所以最后没有删\u2014\u2014这大概就是我在剧终时嗅到的商业化的\u201c大快人心\u201d气味的根源。虽然是胡思乱想，但如果要我来写结局，其实我很愿意瑞德最后走到橡树下，然后醒了，发现一切只是一场梦，或者换个说法，他以为的陪伴了他二十年的安迪，只是\u201c希望\u201d映在他心中的影子，庄周化蝶黄粱一梦，一切还未开始，但一切已大不同。\n\n\u201cGet busy living... or get busy die.\u201d我们汲汲于生，或汲汲于死。但不论何时何地，只要梦想的启明星在天空闪烁，希望的晨曦就照耀着人生。 \n","useless_count":21,"comments_count":48,"alt":"https://movie.douban.com/review/1135514/","id":"1135514","subject_id":"1292052"},{"rating":{"max":5,"value":5,"min":0},"useful_count":117,"author":{"uid":"guoguangsen","avatar":"https://img3.doubanio.com/icon/u2113390-5.jpg","signature":"","alt":"https://www.douban.com/people/guoguangsen/","id":"2113390","name":"人生╮(╯_╰)╭才读书"},"created_at":"2008-05-30 16:49:54","title":"为什么要如此卑微的活着？？？","updated_at":"2016-04-06 07:40:37","share_url":"https://m.douban.com/movie/review/1393516","summary":"    人都有向上之心，但在实践的人生中，沉沦似乎是不可避免的。这是为什么呢？因为我们活在世界上，受的制约太多。我们都想只为自己而活，但是，又常常不可得。规范得遵循，游戏规则要遵守，责任得去尽，还要努力取...","content":"    人都有向上之心，但在实践的人生中，沉沦似乎是不可避免的。这是为什么呢？因为我们活在世界上，受的制约太多。我们都想只为自己而活，但是，又常常不可得。规范得遵循，游戏规则要遵守，责任得去尽，还要努力取得成就（在这个贫乏的时代，成就只不过是金钱的代名词，20世纪以降，一个重要的观照人的方式是看他能赚取多少数量的金钱，这实际已成为一种普遍的评价方式）。每个人都自觉的按照他人的眼光来过自己的人生，拿他人的意识衡量自我，而忘记了自己的本色人性和内心诉求。如果自己做不到这个社会所要求的，不用他者质问，自我就已经感到是一种犯罪。这种无理的罪恶感使得人都自觉的认同社会规则，并以此评价他人。对习惯于遵循规训生活的人来说，永远都不会有自由的一天，因为权力者的社会从来不缺乏规则，并且它还越来越多。假如遵循者突然自由了，他绝不会欢欣。他会感到自由于对他是一种巨大的束缚，正象《肖申克的救赎》里的那个老图书管理员，习惯了顺从和规律的生活，习惯了不自由（不自由意味着可以不作决定，不承担责任），一旦真正的自由到来，他反而不能适应，不知如何是好。\n\n    这只是一个极端，可是，我们中的绝大多数，不都是卑微的活着吗？生存就是一切，规规矩矩的活着就是一切。我们仿佛生活在一个延绵几千年的骗局和谎言里，劳作，繁殖，忍耐，牺牲，然后死去，从未享受过生活的喜悦。人变成了生存的工具，成为生存延续自身的低价手段。对我们的大多数而言，存在不是为己的个体性存在，而是一种符号式的集体性存在。我们被淹没在人流中，迷失了自我的道路。这种时代早该结束了（在此时代，我们忍受，一再的忍受，以至造就了一种适应\u2014\u2014这给了我们安慰和自信，适应的再继续又成就了一种习惯\u2014\u2014这更给了我们巨大的生存策略，顺应习惯总是很容易的，何况习惯本身好像具有一种不言自明的合理性，习惯的再继续又会异化为传统\u2014\u2014不但为我们提供了合情性和尊严，还给了我们骄傲的资本和活着的根。搞到最后，忍受被我们对卑鄙生存的强烈渴望变成了一件美丽的事情），虽然直到今天还没有结束。\n\n    应该培养起一种对自由的普遍热爱和渴求，否则，我们就注定要一再的被延宕，离地狱越近就是越远离天堂。虽然自由比奴役更美好，但也意味着更冒险：承载更多的牺牲，责任和人道的良知。但坚持的人总是迟早要得道的人，也许道路本身就不会是一马平川。否则，就肯定不是达至自我成就的道路，而是人生的陷阱。在风雨中历经磨练和考验，去真切的体会和经验，花朵才会在春天的原野自在的，欣喜的开放。人啊，生和死都那么偶然，存在是如此寒冷，我们是如此孤独和脆弱，你有什么理由不好好的活着，作为自己，只为自我的实现和喜悦而活着。\n\n     红尘何处真知己，人生无聊才读书\n    http://blog.sina.com.cn/renshengwuliaocaidushu\n","useless_count":6,"comments_count":25,"alt":"https://movie.douban.com/review/1393516/","id":"1393516","subject_id":"1292052"},{"rating":{"max":5,"value":5,"min":0},"useful_count":111,"author":{"uid":"1817888","avatar":"https://img3.doubanio.com/icon/u1817888-4.jpg","signature":"","alt":"https://www.douban.com/people/1817888/","id":"1817888","name":"中原狮子王"},"created_at":"2007-09-23 21:40:57","title":"续\u2015\u2015《肖申克的救赎》与斯德哥尔摩综合症","updated_at":"2015-12-09 00:59:11","share_url":"https://m.douban.com/movie/review/1212524","summary":"   这些天忙着上课，也忘了到\u201c豆瓣\u201d上逛逛，今天上来一看，让我大吃一惊，初次\u201c登台\u201d，自己应着兴致写的一些感想，竟博得众热心豆友的此般\u201c捧场\u201d，甚是感激！     也许文章写得有些随意，在逻辑思辩上难免有欠...","content":"   这些天忙着上课，也忘了到\u201c豆瓣\u201d上逛逛，今天上来一看，让我大吃一惊，初次\u201c登台\u201d，自己应着兴致写的一些感想，竟博得众热心豆友的此般\u201c捧场\u201d，甚是感激！\n    也许文章写得有些随意，在逻辑思辩上难免有欠妥之处。但我得对我的思想和文字负责，为了让观点阐述更为详实，也为部分豆友释疑，在此做一些拙劣回应。\n    的确，很多东西我们无法改变，也不会因为我们而改变，只有人去适应环境，从来没有环境来适应人。但我们必须明白大多数环境却是我们人自己创制的，少数的创制环境的人或群体本着自己的利益考量来约束大多数人，也许我们知道这些依然无济于事，但这并不表明我们没有必要去知道，正是我们知道了，我们才有意念去争取肖申克式的\u201c救赎\u201d，记得片中老瑞德（摩根\u2022弗里曼饰）还有一段话\u201c有些鸟是不能关在笼子里的，它们的羽毛太漂亮了,当他们飞走的时候，你会觉得把他们关起来是种罪恶。\u201d所以我们有必要并且必须知道我们是不是被\u201c关在笼子里\u201d，这个\u201c笼子\u201d（体制）不一定仅仅是宏大的社会，也许还包括我们工作的单位、订阅的报纸、宣扬的思想等等，所以当我们把孩子送进学校的时候，当我们的社会每年为高考而疯狂的时候，当我们学习某某领导的讲话或精神的时候，我们也许都在被关进某个隐形的\u201c笼子\u201d（体制化（institutionalized））。不过，就跟安迪一样我们当中的一些人选择了\u201c救赎\u201d，像人大的张鸣，《往事并不如烟》中的储安平、罗隆基，《窃听风暴》中的特工魏斯曼。但大多数人都会某种程度地陷入\u201c群体性无意识\u201d或\u201c群体遵从\u201d（社会学概念），和平的年代我们不在乎，但是到了动荡的年代我们就极可能被体制背后的人所操纵，成为《乌合之众》中的\u201c群氓\u201d，回想祖国母亲生命历程中的种种运动，罪恶不是某个领导人一人铸就的，其直接的推动者或践行者就是一些\u201c体制\u201d中的人，因为他们都是斯德哥尔摩综合症的患者，他们只生活在一种可能当中。\n   我们似乎也只生活在一种可能当中，所以《走向共和》在某个领导的话语权下成了禁片；所以在豆瓣上搜不到唐德刚的《新中国三十年》；所以小学中学的时候我们背着连自己都不知道是什么的东西，于是有了龙应台的《（不）相信》；所以我们的单位、学校每天都有如此多的\u201c精神\u201d要学习；所以《南方周末》换帅了《市民》被腰斩了。但当我们遇到老外的时候，却总要辩解我们的生活是幸福的、我们的教育是先进的、我们的政策是英名的，就像《骇客帝国》中Neo第一次看到他所生活的世界的真相时的样子，有的时候\u201c被奴役着却以为自由着\u201d（《走向共和》孙中山语）（不过今天\u201c奴役\u201d这个词应该换成\u201c控制\u201d）。\n    也许整日为了生活而奔波的现代人，会觉得这些都是\u201c肉食者\u201d的\u201c远谋\u201d。知道也好和不知道也好，我们依然存在着、活着。但是记住\u201c人权决不仅仅等于生存权\u201d，如果我们仅仅为了活着而活着，没有一点点越狱（《Prison  break》）意念，我们就会像《活着》（余华著）中的富贵一样，一生承受着时代和命运的煎熬。再看看《亮剑》（要看都粱的原著而非电视剧）中的李云龙\u201c几十年的流血拼命啊，就他娘的落个这下场？我操他娘的，这叫什么\u2018文化大革命\u2019啊？这是作孽啊，伤天害理啊\u2026\u2026共产党出奸臣啦，老子不干啦，老子回家种地去\u2026\u2026 \u201d，最后他\u201c食指猛地扣动了扳机\u201d饮弹自裁，在\u201c作孽\u201d的体制面前他没有选择活着，因为人不仅要活着，而且要活得体面而有尊严，他决不知道什么是斯德哥尔摩综合症，但他有天生的免疫力（就像他并不知道拿破仑，但却知道\u201c集中打击\u201d的战术）。当然这绝无让大家效仿之意，毕竟时代不同，\u201c救赎\u201d的方法各异，并不要求大家像\u201d陶渊明隐居深山\u201d，也不要求大家消极的\u201c逃避\u201d，要的仅仅是，大家知道一些主旋律之外的音符，\u201c不肯把别人的耳朵当耳朵，不肯把别人的眼睛当眼睛\u201d（李敖《胡适研究》）。\n   \u201c你曾经作过这样的梦吗，你如此肯定的东西是真的吗？你是否能从那样的梦中醒来？你能分辨出梦境与现实世界的区别吗？\u201d（《骇客帝国》）。\n   当然《肖申克的救赎》还有很多种品味的方法，值得咀嚼的东西还很多。比如说友情、信念等，以上只是个人的一些拙见和引申，仅为影评，非为政论！希望各位豆友喜欢。\n","useless_count":2,"comments_count":20,"alt":"https://movie.douban.com/review/1212524/","id":"1212524","subject_id":"1292052"},{"rating":{"max":5,"value":0,"min":0},"useful_count":129,"author":{"uid":"lyzhuoqun","avatar":"https://img3.doubanio.com/icon/u1290352-2.jpg","signature":"","alt":"https://www.douban.com/people/lyzhuoqun/","id":"1290352","name":"hghh"},"created_at":"2006-10-20 22:34:37","title":"肖申克的救赎（the shawshank redemption)","updated_at":"2012-11-15 05:31:07","share_url":"https://m.douban.com/movie/review/1083409","summary":"用一上午的时间重温肖申克的救赎，会突然让我想起很多以前看过但在此之后的监狱题材的片子。发生在肖申克的故事竟就被这些后来之音渐渐迷糊了。无论是后来看过的泰国黑帮监狱（碟名是泰文，翻译如此），还是曾经看过...","content":"用一上午的时间重温肖申克的救赎，会突然让我想起很多以前看过但在此之后的监狱题材的片子。发生在肖申克的故事竟就被这些后来之音渐渐迷糊了。无论是后来看过的泰国黑帮监狱（碟名是泰文，翻译如此），还是曾经看过的一部以锻炼和打斗为主的美国片，好像总有那些曾闪现在肖申克的救赎中的画面。\n\n这些让我无法忘记的画面，安迪的信念，瑞德的冷静，老布的惨淡。到底生命和自由被他们赋予了怎样的含义。\n\n瑞德他们坐在屋顶静静地享受安迪和狱警交易换来的啤酒，夕阳的余晖有点晃眼，安迪在一旁浅浅地笑着。瑞德说这么做安迪才觉得回到了做人的感觉。\n\n安迪在警卫室翻出一盘费加罗婚礼的唱片，他难以自制地把音乐播放在肖申克的上空。时间仿佛停止，大家找回了似乎已经遗失掉很久很久的东西。\n\n瑞德入狱的第三十年，他还是没能获得假释。安迪送给他一个口琴，瑞德把口琴放在嘴边去无法吹响一个音符，也许还不是时候吧。\n\n老布鲁克获得了假释，外面的世界让他痛苦万分。他放飞的杰克再也没有飞回来看他，老迈的他离开了肖申克就离开了他的归宿。老布鲁克在顶梁上刻完字，镜头里只剩下他悬着的两条腿和后面空荡荡的窗户。\n\n出逃的前一夜，安迪穿上监狱长的皮鞋，暗暗地坐在监狱里，灯光一面阴一面阳地照在脸上，紧紧握着六尺长的绳子，让人窒息。\n\n人去楼空的房间，监狱长暴跳如雷把安迪的石头用力砸到瑞德的身上，一颗石子穿墙而过，一个洞穴豁然眼前。当拿出圣经的时候，书被掏出一个锤的形状。谁人曾经指着这本圣经说过，解救的方法就在这。\n\n安迪从恶臭的下水管逃出肖申克，跳入河中。他脱下囚服，在大雨中仰天而泣，张开双臂，仿佛要把整个天空抱进自己的怀中。\n\n瑞德的第三次假释审问：我回首往事，一个年轻的，愚蠢的小孩犯了滔天大罪，我想和他谈谈，我想和他讲道理，告诉他做人之道，但是不能了，那孩子已无影无踪，只剩下这个老人。重新做人？骗人罢了，别再浪费我的时间了，盖你的章吧，我没有什么可说的了。\n\n瑞德获得了假释，他来到布鲁克当年自杀的房间，失去了所有的寄托，万念俱灰。他想到了和安迪的约定。当年安迪的话在耳边响起：汲汲而生，或汲汲而死。\n\n他来到和安迪约定的橡树下，读着安迪的信：希望是美好的，也许是人间至善，而美好的事物永不消逝。\n\n瑞德坐在了往南方的车上，去寻找他的老朋友安迪：我发现自己是如此的激动，以至于不能静静地坐下来思考。我想只有那些重获自由即将踏上新征程的人们才能感受到这种即将揭开未来神秘面纱的激动心情。我希望跨越千山万水握住朋友的手。我希望太平洋的海水如同梦中一样的蓝。我希望\u2026\u2026\n\n蔚蓝的大海，太平洋对岸的海滩，小小的船，两个充满希望的人紧紧拥在了一起。\n\n还有对白，相信总能打动我，我相信某些人的力量并为之而感动。无论是辛德勒还是安迪。\n\nthese walls are kind of funny like that. first you hate them, then you get used to them. enough time passed, get so you depend on them. that's institutionalizing...（瑞克所说的制度之墙，那似乎是不可逾越的，布鲁克的死验证了这句话。）\n\nbrooks was here...so was red...（前一句布鲁克用小刀在顶梁上刻下最后的字，之后结束了自己的生命和假释的自由，他已经不能习惯监狱外面的世界。制度之墙真的是不可逾越的吗？瑞德加上后面那句话的时候，过去已死，监狱已死，因为和安迪的约定，他已经获得了真正的自由。）\n\nsome birds aren't meant to be caged, that's all. their feathers are just too bright...（安迪爬出近五百英尺的下水管重获自由，脱下囚服，等待他的是新的人生。）\n\nget busy living,or get busy dying...（汲汲而生，汲汲而死。安迪的这句话拯救了瑞德。）\n\nhope is the good thing ,maybe the best of things . And no good thing ever dies...（关于希望。瑞德在制度之下和安迪关于希望的争论告一段落。）\n\ni look back on the way i was then then i,a young,stupid kid who committed that terrible crime.i want to talk to him.i want to try and talk some sense to him,tell him the way things are.but i can't.that kid's long gone and this old man is all that's left.i got to live with that. rehabilitated?it's just a bullshit word.so you go on and stump your form,sonny,and stop wasting my time.because to tell you the truth,I don't give a shit...（四十年的监狱生活，数次审问，同样的问题。瑞德和当年的布鲁克一样习惯了这里、甚至依赖这里。）\n\ni find i'm so excited.i can barely sit still or hold a thought in my head.i think it the excitement only a free man can feel,a free man at the start of a long journey whose conclusion is un certain.i hope i can make it across the border.Ii hope to see my friend,and shake his hand.i hope the pacific is as blue as it has been in my dreams.i hope...（约定是可以兑现的，希望、梦想也是一样。既然来到这里，那就再多走一步吧。安迪把瑞克从布鲁克的结局中救赎出来，现在瑞克是要向南走向他的老朋友了。）","useless_count":21,"comments_count":57,"alt":"https://movie.douban.com/review/1083409/","id":"1083409","subject_id":"1292052"},{"rating":{"max":5,"value":5,"min":0},"useful_count":90,"author":{"uid":"luoying6","avatar":"https://img3.doubanio.com/icon/u1107668-42.jpg","signature":"","alt":"https://www.douban.com/people/luoying6/","id":"1107668","name":"本来老六"},"created_at":"2008-08-05 14:26:45","title":"阳光洒肩头","updated_at":"2016-06-25 21:50:57","share_url":"https://m.douban.com/movie/review/1462573","summary":"　　1.看着妻子和别人在墙上缠绵 　　2.喝醉酒的那种肆无忌惮 　　3.藐视法庭 　　4.没有名字的胖子 　　5.建立图书馆 　　6.报税-这是我的一个浅见 　　7.鸡奸 　　8.国际象棋 　　9.再次被鸡奸 　　10.音乐会：鲨...","content":"　　1.看着妻子和别人在墙上缠绵\n　　2.喝醉酒的那种肆无忌惮\n　　3.藐视法庭\n　　4.没有名字的胖子\n　　5.建立图书馆\n　　6.报税-这是我的一个浅见\n　　7.鸡奸\n　　8.国际象棋\n　　9.再次被鸡奸\n　　10.音乐会：鲨堡的所有人，包括牢里的看守和狱医\n　　11.老布自杀\n　　12.监狱长的青睐：洗钱，擦鞋，馅饼，也许还是鸡奸\n　　13.的确无罪的汤米\n　　14.回忆和妻子的燕好\n　　15.没有回忆\n　　16.巧克力还是大便\n　　17.裸奔和新皮鞋\n　　18.上帝的惩罚马上到临\n　　19.报告撒尿\n　　20.一页扁舟\n\n　　我不要救赎，只要刺激，只要在凝滞的生命之河里有一点浪花，浪花是多么冰凉惬意的存在。 \n\n\n　　其实我第一次看这个电影的时候还是在电脑上看的rm，是一个电脑盘里刻的好几个电影的之一，当时觉得这个电影也许喜欢的人不会多，想不到后来到处都看见说好的，当时的第一感觉是非常沮丧，我常常是以思路古怪自诩的，想不到这么泯然众人非常奇怪，就像曾经突然一下子冒出很多人声嘶力竭的纪念邱岳峰，我想，你们不是喜欢童自荣来的吗？这样说的主要目的自然是为了说明我不是因为有很多人号称喜欢我也忙不迭地号称喜欢，实际上我很有跟着很多人号称自己不喜欢的感觉，但总觉得到了龙门边上了，就是翻不过去那道坎。说来说去要说出自己到底喜欢什么，只要确立了这点，那么就可以安之若素，毕竟我现在扪心自问，一个好感不足以描摹我对这个电影的感动，震撼吧，都煽情了，动用这个词比较够劲一点。\n\n　　说起人生体验，我自然没有做过牢，自然也就没有越狱，自然没有被鸡奸过，自然也不是由此喜欢上莫扎特的，我甚至自然到从来不喝啤酒也就没有戒酒，关于婚姻就不打比方了，否则老婆自然不会给我好果子吃：）但我实在感觉自己有一种被禁锢的感觉的，但至于是否已经自由了，是否民主了，我觉得是没有的。我觉得我依旧还是停留在被禁锢的阶段，还是在忙着死。（顺便说我非常喜欢大话西游，就是因为他爱她，结果又无法在一起）那么问题来了，既然我没有从编剧的角度觉得好，那么我的实实在在的体验是什么呢？\n\n　　说这个之前我要说的是我没有想过这个和体制有什么关系，我觉得其实安迪是体制的受益者，或者说从体制上受益的多于失去的。他逃出的不是鲨堡，而是那辆他玩弄手枪的汽车（那只手花絮里说不是他自己的），或者说他逃出的是以前的那种生活方式。他是的确有罪的，并不在于他杀人，而在于他谋杀自己，最后他在没有回忆的海边的时候，他是作为自己活着的，这就是救赎。\n\n　　失而复得是不存在的，不是几乎不存在，是不存在，只存在你发现新的东西，这个东西是否能够继续为你所有，还是未知的。\n\n　　1.看着妻子和别人在墙上缠绵\n\n　　14.回忆和妻子的燕好\n　　首先得说这个电影和爱情无关，也就是说安迪的痛苦最后并不是用再次获得真爱释放的（《鳗鱼》等大部分杀妻的电影都走了这条路子）。他非常奇怪的研究了一个人是否可以只依靠自己，或者一个同性的朋友（注意这里并不是同性恋，我总觉得那不是换汤不换药啊，同性再不行难道兽奸啊？）安迪最后回忆和妻子的欢好非常柔情，但从柔情似水的口气里恰恰感觉到他真的已经摆脱家庭生活了，以最后的经济实力和在污水道里爬行的体力，再找个小姑娘该很方便，他选择了海洋，选择了和老友一起走向孤独，我觉得这是对他本来依靠，或者说被体制化的社会彻底划清界线，从这一点上，安迪是反社会的，他不需要家庭之类的符号了，他选择彻底按照自己的安排生活。就这点而言，婚姻对一个男人意味着什么？按照大家都这样生活的方式生活意味着什么？责任是什么？种种如果在围城内外的人无法回避的问题，安迪的回答是本来无围城，何来问题先？\n　　我看见安迪望见阿瑞舒心的欢笑，想象他们自然可以一起泛舟下棋喝酒聊天，但就这么下去吗？鉴于摩根弗里曼的长相，这个断背的可能性似乎很小，但这个选择其实和杨过与小龙女走入古墓一样，与世隔绝是反抗还是逃避。电影的答案之所以是灰色或者说绝望的，我的根据就是这个结局，据说原来的结局是安迪闷死在下水道里，那样其实还有幻想，所谓如果新生就可以再度融入社会，甚至是昂扬高歌的，但其实不可能，存在普通社会下就会有规则，或隐或现，无处可逃。\n\n　　说来我看见女人在墙上扭动以为这是个情色片，还纳闷身材不怎么样啊？ \n\n　　2.喝醉酒的那种肆无忌惮\n　　3.藐视法庭\n\n　　人什么时候是最强大的？我的答案就是噩运临头的时候，小到失恋，大到绝症，每一次失败，每一次一无所有倾家荡产的时候人是最强大的，所谓没有什么可以失去的，我们失去的只有锁链（某些喜欢用锁链玩游戏的朋友不在其列）。真真是到已经到了悬崖边上自然是最软弱的时刻，都掉下去了还能怎么样呢？\n　　安迪想杀人的动机绝对是旺烈的，包括检查手枪和勘查地形，从法庭上的表现他并非困惑于为什么判他罪，而是觉得女人出去滚，他替天行道这还有错吗？他一定不知道哪怕是武松剐了西门庆都要发配十字坡的。当律师和法官咆哮着要让他永世不得翻身的时候，他表现的非常漠然，显然没有人认为他吓傻了，而是觉得那咱就把牢底坐穿。\n　　这里有个问题是安迪的确没有杀人，但就杀人的动机而且是非常充分的，他为什么不去找居委会大妈而决定自己干呢？那个时候的安迪习惯于自己用办法解决问题：逃税，洗钱，在钢筋丛林里弱肉强食，于是他有一种万物皆在我手的自信，不过这一刻他载了，他只不过被一个流窜犯抢了先，他其实比那个流窜犯更懂得谋杀。 \n\n　　4.没有名字的胖子\n　　11.老布自杀\n　　13.的确无罪的汤米\n　　19.报告撒尿\n　　这里就要提到一个群体：众囚。\n\n　　在阳台上讨啤酒的时候，安迪曾经说了一个令警察捧腹大笑的词：同僚。其实对于本来准备在里面过一辈子的安迪而言，这些牛头马面和当年高级会所锃亮办公室里的同僚其实更为重要，那里的丛林法则在这里依旧通行，不同的前者可以跳槽，后者只能获得被殴打，辱骂，也许别的什么。对他们的刻画与其说描画出立体鲨堡的可怕，不如说是一种折射，我们周围有这样的同僚吗，或者就是我们自己？\n\n　　首先那个胖子令我很亲切，我喜欢上这部电影主要就是从这个胖子，这个在当晚第一个明知，或者不知道，反正嚎啕大哭到被人打死的胖子。到了新的单位都惶恐不安，更何况这个单位的百叶门是铁的。他号啕着，在众人间嚎啕着，如在荒野，周围的荆棘在狞笑着。相对而言安迪是沉默的，他早已经知道没有人会同情你，哪怕你胖得如此可爱。\n\n　　老布和阿瑞其实差不多，他们在牢里似乎还可以获得尊重，前者是因为无害，后者是因为可以搞到违禁品，但来到这个世界上，丰富多彩的不止是电视机，获得的权力却也许只是可以不用报告上厕所（我现在每当感觉与们就会在老板面前雄赳赳地去上厕所，而且每次都不报告，我们的厕所，恩，不过也就是个厕所）。他们是被监狱边缘化的一群人，安迪的缺口就从他们身上打开了，这是最有意思的地方。\n\n\n　　汤米这种小滑头的悲哀在于没有伤疤直接变成尸体。提示在于，如果你不给自己找到伤疤，你也许会很快直接变成尸体。\n\n　　7.鸡奸\n　　9.再次被鸡奸\n　　12.监狱长的青睐：洗钱，擦鞋，馅饼，也许还是鸡奸\n　　\n　　这个里面其实包含的辛酸就一句话：你只要有可以被利用的价值就有可以生存的权力，否则。\n　　从理论上，警察青睐啊，监狱长赏识啊，和三姐妹心急火燎的要和安迪肛交没有区别。区别在于后者没有文化，所以被他吓住了不敢继续让他口交，而监狱长读的书就多很多了，安迪试图用赤胆忠心忽悠他重新给自己自由门都没有，关键是他用安迪已经熟门熟路了。哪怕安迪在外面他都得想办法把他弄到局子里，何况就在嘴边。\n　　事实上第二次鸡奸似乎是安迪扬眉吐气的转机，三姐妹的老大被看守打得遍体鳞伤，我们叫好，我们开心的考虑是否警察会用警棍伺候这个家伙的后门，他真的那么恶吗？\n　　我们都有这样的时刻，上司拿着难吃的馅饼给我们我们还得感激涕零，当然很多人说去他妈的，我只能说，您是我的偶像。\n　　鸡奸的痛苦在于我们正在为谋取被鸡奸的资格挥汗如雨，锻炼不辍。\n\n\n　　6.报税-这是我的一个浅见\n\n　　如果说救赎煽情的部分开始于安迪被鸡奸，那么更煽情的部分应该就是安迪扬眉吐气的部分了。据说电影的原则是让主角倒霉，最多最后才给他翻牌，如果一路都顺风顺水的基本会遭到抵制，实际上哪怕最后翻牌观众也会不买账，基本上煽情的一刻都出在这里，我们会理直气壮地撇嘴：怎么这么煽情，一点都不专业。可见专业就是如何比较表面温和但实际上不能给主角任何活路，美好的愿望可以给，但是用来碾碎的。乡间土俗说看邻居家烧大火最好看，大抵如此。\n\n　　无论是巴尔扎克和圣经，反映出来和税吏的矛盾都属于敌我矛盾，芸芸众生比较不可以理解的是我的血汗钱怎么还得被抽头呢？所以要学习知识，学习知识之后非但明白还知道天底下难道还有可以不抽税的道理。于是彪悍的鲨鱼看守也腼腆地浩叹自己得咬个空尿泡。被鸡奸搞得疲惫不堪的安迪出场了。\n\n　　可以看出安迪的专业技能虽然是按身立命的本钱，但最关键的还是和阿瑞的相逢，可以说天台的重要性类同于一个招聘会，之后最后的一块多米诺骨牌就是监狱长，而这个招聘会的门票则是阿瑞给的。阿瑞之所以肯帮忙我不觉得是无产阶级感情，当然也不是垂涎屁股什么，而是他本能地感觉面前这个瘦瘦高高的人是和他们完全两个世界的人，如果在监狱之外，要见到他这样的人可不是买一套高级西装就可以敲门的。事实上，安迪之所以在监狱里近乎游刃有余地张牙舞爪，和这种超然有根本的东西：有的鸟的羽翼实在是太光辉了。我想包括我在内的很多人最喜欢这个电影的动机大概就是这个。\n\n　　芸芸众生，还有什么比与众不同更诱人的呢？在生活中要百舸争流也许还要流一身汗，在电影里代入大概0.00001秒都用不着：我是独一无二的，我是会令人刮目相看的，平庸如我，就像食不果腹却拿着菜单过瘾一样，自然有很多饱食终日的朋友对此嗤之以鼻，可人生很多也就是在这种自欺欺人里熬到了终点。所以越是平凡的人越为之兴奋，偏偏虚怀若谷的朋友要来个当头棒喝，只好我走我的独木桥了。\n\n　　当安迪向警察走过去的那个时刻，他未尝没有如果不行一死了之的想法，但对于一个高级会计而言，这样的计算实在没有失败的理由。结果，他成功了，在一连串如狂风般的噩运之后：阳光洒肩头，恰似装修自己的天台。\n\n　　5.建立图书馆\n　　8.国际象棋\n　　10.音乐会：鲨堡的所有人，包括牢里的看守和狱医\n\n　　报税之后安迪名声大噪，阿瑞不无酸意地问他：开始交新朋友了？\n\n　　安迪由这件事获得的最大好处并不在于从此不敢有人对他的屁眼有时么浪漫的想法，最关键的他确定了在监狱植物可以横行的丛林法则其实在铁窗之内更为流畅：阿瑞的尊重在于他等于一个便利店，尊重的程度也止于一个便利店，而他则是一个银行，一个税务所，虽然同时还是一个擦鞋童。他的微笑在于觉得自己还是可以有一面墙作为依靠了，或者说有了一个可以安心挖洞的地方。这个剧大的刺激告诉咱们如果有了三两三，非但可以上梁山，还有可能最后进得了八宝山。对于众多觉得自己有各种歪门邪道的人而言，毕竟这也是个盼头。\n\n　　如果说报税是服务大众，那么国际象棋，图书馆，费加罗就必须让大众服务自己。用貌似合法的方式令自己的欲望得到满足，这是所有人的梦想，包括囚犯。上有德政，下面的人可以因此哼上小调，安迪把自己的王国夯了一个很牢的地基，直到监狱长告诉他不过是个幻象。不过在这之前，安迪依旧想把牢房外面的一套拿到里面了，如果可以，那么似乎他和在外面没有什么不同。\n\n　　这个幻想最重要的标志在于那个音乐会，实际的确有些浪漫过了头，但很多人喜欢的原因很简单，因为我们都想做王，在死阴幽谷里除了幻想又能有什么？所以电影在这里的处理越是玫瑰般芜杂，就越是荒凉。\n\n　　看过很多日本小说，监狱最不人道的是完全杜绝了性生活（鸡奸和同性恋该只能算小食），安迪在这方面似乎是免疫的，这样一个禁欲的外表有些讨巧。一般而言，出了牢房怎么会就奔海边呢，除非那有土风女郎，安迪似乎完全把力气和船耗上了，这样清心寡欲的一个主张首先是反社会（上面提到了），下面其实是讨好社会：别看你小子逍遥法外，第一没有红烧肉，第二没有红裙子，喝海水去吧。\n\n　　18.上帝的惩罚马上到临\n\n　　这里想讨论一下监狱长和看守。\n\n　　看演义小说的时候最开始觉得拿锤的利害，后来才知道基本力气大的基本都是傻子，除了吃饭可以露脸之外基本都是炮灰。鲨堡的这个看守就是这样。\n\n　　监狱长开始也是凶神恶煞一般，但最后饮枪自尽。\n\n　　这部分的意淫最厉害，黑狱片从来没有这么扬眉吐气过，恶有恶报的像善良的老奶奶编的故事，喜欢这个的朋友都离棒棒糖年代不远。\n\n　　我们掩耳盗铃般拒绝獠牙，该更张扬一点，左右是在看电影：）\n\n　　15.没有回忆\n　　16.巧克力还是大便\n　　17.裸奔和新皮鞋\n　　20.一页扁舟\n\n\n　　安迪失去的是什么：掌握自己生活的自信\u2014\u2014自由，对家庭的把握，对未来的茫然。这些如果不关进大牢同样会令人窒息，入狱之后，方向明确，手法却无需另起炉灶，虎落平阳之后竟然发觉不远处就是一座山。最后他获得的是朋友，社会责任的缺失，云淡风情，更重要的是他的岁月无需再去想怎么面对和安排。\n\n　　这就是他的救赎，就这一点，和法理上的释放其实不是一个概念。\n\n　　他把自己从人这个角色里释放出来了。鸟的羽翼不是太光辉了，所以做人啊要做鸟人。他曾经那么平静地走在监狱的院子里，如一个国王寂寞地走在自己的花园，最后他面对的是没有回忆的海洋，还有一页扁舟一个老友。\n\n　　希望是好的，回忆是好的，哪怕曾经那么让我们如坠梦魇。\n","useless_count":20,"comments_count":22,"alt":"https://movie.douban.com/review/1462573/","id":"1462573","subject_id":"1292052"},{"rating":{"max":5,"value":5,"min":0},"useful_count":119,"author":{"uid":"flyingwinner","avatar":"https://img3.doubanio.com/icon/u2170820-4.jpg","signature":"","alt":"https://www.douban.com/people/flyingwinner/","id":"2170820","name":"flyingwinner"},"created_at":"2008-01-14 13:26:14","title":"天边有朵太阳花","updated_at":"2014-08-22 10:24:04","share_url":"https://m.douban.com/movie/review/1281314","summary":"有种鸟是不应该被关在笼子里面的，他们羽毛太漂亮了。  安迪用19年的时间和耐心，用一柄比铅笔大不了多少的手锤，挖通了一条通往自由的道路。这条路他的狱友瑞德认为600年才能挖通。 工具在不同的人手里作用是不一样...","content":"有种鸟是不应该被关在笼子里面的，他们羽毛太漂亮了。\n\n安迪用19年的时间和耐心，用一柄比铅笔大不了多少的手锤，挖通了一条通往自由的道路。这条路他的狱友瑞德认为600年才能挖通。\n工具在不同的人手里作用是不一样的。手锤在马家爵手里只是泄愤的东西。安迪却用它开辟了一条自由之路。\n安迪的忍辱负重有点儿像韩信。\n人很难面对困难，对困难的惧怕甚至超过了对死亡的惧怕。\n安迪不是。自从蒙冤入狱，安迪便开始了越狱的计划。19年，是一个太过漫长的过程。期间，安迪遭受了姐妹帮的性骚扰、典狱长的欺压以及太多的挫折，安迪能承受，只是因为他信奉自己跟瑞德说的那句话：\u201c希望是好事，甚至是最好的事，美好的东西永不会死。（...hope is a good thing...maybe the best of things.And no good thing ever dies.）\u201d。安迪本来就不应该属于这里，他是一只渴望自由飞翔的鸟。在从500码长的污浊不堪的下水道里爬出去后，安迪自由了。\n世界上有两种人，一种是适应环境，另一种是改造环境。安迪属于后者。\n瑞德是肖申克监狱里安迪影响最深的人。在无数次的假释申请被驳回后，瑞德已经心灰意冷。他甚至以为，自己出狱肯定和布鲁克一样，注定是一场悲剧，肖申克才是自己的归宿。在肖申克，自己有价值；而到了外面，一无是处。直到安迪越狱后，他在监狱中思念安迪，头一次有目标地渴望走出高墙，去安迪告诉他的那棵橡树下，看看安迪到底留给了自己什么。安迪很聪明，他没有告诉瑞德橡树下到底有什么，只留给瑞德一份猜测，同样，也是一种对自由的渴望。最后一次假释申请时，瑞德说：\u201c我回首过往，一个年轻的、愚蠢的小孩犯了滔天大罪，我想和他谈谈，我想和他讲道理，告诉他做人之道。但已不能了，那孩子已无影无踪了，只剩下这个老人。我得这样生活下去。改过？只是个胡说的字眼，你继续盖上你的印章吧，小老弟，别再浪费我的时间了。说句实话\u2026\u2026我不会再说了。（I look back on the way I was then a young .stupid kid who committed that terrible crime. I want to talk to him.I want to try and talk some sense to him. Tell him the way things are. But I can't.That kid's long gone and this old man is all that's left. I got to live with that. Rehabilitated? It's just a bullshit word. So you go on and stamp your forms,sonny, and stop wasting my time. Because to tell you the truth I don't give a shit. ）\u201d这是瑞德对生命、对自由的重新领悟。\n希望和信念带领瑞德到了太平洋那个叫作Zihuatanejo的小岛，那是一片远离记忆的太阳花盛开的热土。就像安迪在狱中放的那首大家都听不懂的歌剧，但却代表着自由之声。","useless_count":10,"comments_count":34,"alt":"https://movie.douban.com/review/1281314/","id":"1281314","subject_id":"1292052"},{"rating":{"max":5,"value":5,"min":0},"useful_count":37,"author":{"uid":"114435379","avatar":"https://img1.doubanio.com/icon/u114435379-7.jpg","signature":"","alt":"https://www.douban.com/people/114435379/","id":"114435379","name":"顾盼生辉"},"created_at":"2016-01-06 07:01:44","title":"杂感","updated_at":"2016-01-06 13:40:16","share_url":"https://m.douban.com/movie/review/7723298","summary":"每次看电影往往都是对很多点的感触。开头的司法问题不多言。 监狱里的第一步就是泯灭抗争和个性，乃至于作为一个人的尊严。当然自由他们原本就失去了。肖申克的强大在于他对自己无罪认定和自由之心的坚持和认定。监...","content":"每次看电影往往都是对很多点的感触。开头的司法问题不多言。\n监狱里的第一步就是泯灭抗争和个性，乃至于作为一个人的尊严。当然自由他们原本就失去了。肖申克的强大在于他对自己无罪认定和自由之心的坚持和认定。监狱的鸟和冒险欣赏钢琴曲都格外美丽。\n圣经，上帝和救赎，放在一起并无违和感。当然最重要的还是智慧。这一技巧让我想起了基督山伯爵。\n然而老布在监狱里待了几十年，最后放出后以自杀匆匆结尾。人也是很容易画地为牢。心的自由难得。\n没有被抹杀，没有被困，最后的自由，雨夜的救赎，自由的狂欢。释放自我。\n\n","useless_count":8,"comments_count":2,"alt":"https://movie.douban.com/review/7723298/","id":"7723298","subject_id":"1292052"},{"rating":{"max":5,"value":5,"min":0},"useful_count":58,"author":{"uid":"hengge","avatar":"https://img3.doubanio.com/icon/u1000106-5.jpg","signature":"青衫磊落险峰行","alt":"https://www.douban.com/people/hengge/","id":"1000106","name":"横戈"},"created_at":"2006-04-21 15:26:02","title":"【横眼看碟】之二：《刺激1995》（The Shawshank Redemption）","updated_at":"2007-06-14 10:40:06","share_url":"https://m.douban.com/movie/review/1039679","summary":"http://hengge.blogbus.com/logs/2003/06/17233.html  记不清楚这是第几遍看这部片子了，因为刚刚洗了全美的D9，就随手又看了一遍。我不知道别人喜欢这部片子的原因是什么\u2014\u2014因为每个人喜欢一部作品的时候都会搀杂...","content":"http://hengge.blogbus.com/logs/2003/06/17233.html\n\n记不清楚这是第几遍看这部片子了，因为刚刚洗了全美的D9，就随手又看了一遍。我不知道别人喜欢这部片子的原因是什么\u2014\u2014因为每个人喜欢一部作品的时候都会搀杂自己的情感和经历，而每个人的情感和经历又是各不相同的。我喜欢这部片子的原因，是它让我看到了人性光辉、伟大的一面，看到了人生最值得拥有的东西：自由和希望。 \n\n这部片子讲述银行家安迪．杜弗伦被律师陷害以杀妻罪被判无期徒刑入狱，服刑于刑罚森严有进无出的肖申克监狱，最后靠一己之力逃出生天。整部影片中让老横印象深刻和感动的地方有三处： \n\n一、安迪第一次凭借自己丰富的税务知识帮监狱警长逃避重税，为狱友赢得免费享用的啤酒和一段自由的时光（虽然是短暂的一个早晨）：看着狱友喝着自己为他们赢得的啤酒，安迪独自坐在角落里脸上浮现出一种奇异的微笑：那是一种胜利的、赢得尊严的、自豪和骄傲的神情。其实他从来没有放弃过人性的尊严、从来没有把自己当作囚犯般看待，人性的光辉和高贵，永远的闪现在他的身上。 \n\n二、安迪为了修缮监狱的图书馆，坚持每周给州政府写信，6年后终于有了回音\u2014\u2014州政府拨了200美金和一些捐助的图书之类给监狱。在整理中安迪发现一张黑胶唱片《费加罗的婚礼》，立刻做了一件惊人之举：在典狱长的办公室中把门反锁，打开留声机接通监狱所有的扬声器．．．一时间，欢快的乐章响起，音乐飘荡在肖申克监狱的上空，整个监狱的犯人都在聆耳静听．．．在那一刹，他们仿佛重获自由。\n\n安迪．杜弗伦是一个不仅仅给自己制造希望的人，也同样带给别人希望和信心。那一刻，他仿佛就是肖申克的救世主----来安慰和解救失去自由之身的人们。 \n\n三、大墙下面，安迪想重获自由和瑞德的一段对话： \n安迪：\u201c我已经付出了代价，现在我想要的，只是在太平洋一个小岛上一个旅馆一叶扁舟安享晚年，我想我的要求并不过分。\u201d \n瑞德：\u201c你不应该有此妄想，这完全是痴人说梦\u2014\u2014我是说太平洋远在天边，而你被关在这儿\u2014\u2014这是现实。\u201d \n安迪：\u201c对，太平洋远在天边而我却被关在这儿，但人生只有二种选择----要么忙着生存、要么赶着去死，你总得做点什么。\u201d \n　　．．．． \n\n安迪：\u201c在这个世界上，总有高墙关不住的东西，在人的内心----那就是希望。\u201d \n\n最终安迪成功越狱重获自由，并且揭发典狱长贪污谋杀，自己到了和瑞德说起过的太平洋的海边，静静的等待瑞德出狱开始新的生活．．．其实安迪告诉我们的是：假如你要做的事是制度是无法允许的时候，就要去寻找自己的方法\u2014\u2014如果你确定你想做的事是正确的。 \n\n瑞德在安迪出狱后说：\u201c有些鸟是在笼子里关不住的，因为它们的羽翼太光辉了，把它关起来是一种罪过。\u201d \n\n影片的最后是安迪和瑞德二个好友最后在海边重逢紧紧拥抱在一起，镜头在海岸慢慢拉远：蔚蓝、深邃的大海，象征着博大、宽广、尊严、自由和希望．．．\n\nPS： \n《The Shawshank Redemption》有人翻译成《肖申克的救赎》，老横只觉得莫名其妙：remption的意思是\u201c赎回、偿还、拯救\u201d我想片名的原意应该是\u201c肖申克的偿还\u201d\u2014\u2014是安迪自己拯救了自己，他只是通过自己的努力，让监狱偿还了一部分自己十九年铁窗生活的代价。\n","useless_count":24,"comments_count":40,"alt":"https://movie.douban.com/review/1039679/","id":"1039679","subject_id":"1292052"},{"rating":{"max":5,"value":5,"min":0},"useful_count":38,"author":{"uid":"126980247","avatar":"https://img3.doubanio.com/icon/u126980247-31.jpg","signature":"","alt":"https://www.douban.com/people/126980247/","id":"126980247","name":"九条命"},"created_at":"2016-04-10 13:38:09","title":"肖申克的救赎","updated_at":"2016-04-15 15:45:52","share_url":"https://m.douban.com/movie/review/7847352","summary":"不朽  是我观看后对它内心深处最为自然的评价   该片的主题是 希望  并在牢狱题材电影中突破了类型片的限制 拍出了同类作品罕见的人情味和温馨感觉 以至今日 该片几乎在国内外各大电影网站的电影排行中始终稳坐第一 ...","content":"不朽  是我观看后对它内心深处最为自然的评价  \n该片的主题是 希望  并在牢狱题材电影中突破了类型片的限制 拍出了同类作品罕见的人情味和温馨感觉 以至今日 该片几乎在国内外各大电影网站的电影排行中始终稳坐第一  \n\n该电影用第三人称的旁白描绘了肖申克监狱二三十年间所发生的所有事情 以瑞德的视角描绘了安迪的作为和因为他而得到救赎的肖申克监狱  \n电影从细微之处出发 为观影者展现了不一样的人生领悟  \n\n该片主题虽为 希望 但同时也围绕着  黑暗  救赎 等关键词展开 从某种层面上说 该片也蕴含着社会 现实上的问题  \n\n黑暗  可以说是该片得以成功引人深思的因素之一  \n安迪的误判入狱 在狱中安迪也逐步成为肖恩克监狱长沃登洗黑钱的重要工具 以及后来的安迪案件真相知情者被监狱长的杀害等 这一个个情节都折射出了当时美国社会腐败堕落黑暗及法律体系的漏洞百出  \n\n救赎  是电影所表达的结果  \n安迪的越狱成功将这二字发挥到极致  \n生命可以归结为一种简单的选择  要么忙于生存 要么赶着去死\n安迪选择了前者 选择了救赎 从而赢得了自由的人生\n\n当然 希望  仍为该电影的主导线  \n在这世上 有些东西是石头无法刻成的  在我们心里 有一块地方是无法锁住的 那块地方叫做希望\n懦怯囚禁人的灵魂 希望可以令你感受自由  强者自救 圣者渡人\n希望是人的信仰 是每个人心中的一片心灵净土 是人得以坚持到底的力量  有了希望 人才能为其奋斗 从而感悟人生价值 实现自我人生意义\n\n肖申克的救赎  它的不朽必将影响更多更多的人的感悟 为人们的内心筑起一道防护墙 给他人带来希望  \n","useless_count":2,"comments_count":6,"alt":"https://movie.douban.com/review/7847352/","id":"7847352","subject_id":"1292052"},{"rating":{"max":5,"value":5,"min":0},"useful_count":46,"author":{"uid":"130521789","avatar":"https://img3.doubanio.com/icon/u130521789-1.jpg","signature":"偏是这样的时机遇见了这样的人。","alt":"https://www.douban.com/people/130521789/","id":"130521789","name":"昔昔都成玦"},"created_at":"2015-09-27 23:05:15","title":"希望是一种很玄的东西","updated_at":"2016-01-04 23:27:01","share_url":"https://m.douban.com/movie/review/7610065","summary":"《肖申克的救赎》看过很多遍，没有一次是厌倦的，是乏味的，是不耐的。似乎每次回顾都能带来更多的体悟。  影片主要讲述了一位年轻有为的银行家安迪被怀疑杀害了妻子和妻子的情夫，由于律师的无能和司法的昏馈而被判...","content":"《肖申克的救赎》看过很多遍，没有一次是厌倦的，是乏味的，是不耐的。似乎每次回顾都能带来更多的体悟。\n\n影片主要讲述了一位年轻有为的银行家安迪被怀疑杀害了妻子和妻子的情夫，由于律师的无能和司法的昏馈而被判终身监禁，服刑于肖申克监狱。安迪在狱中的铁笼里用一把六英寸长的鹤嘴石锤执着地掘洞（通常情况下得挖600年才能打通通往外界的地道），于第19年成功逃狱。\n      \n突然想到，当我们在现实生活中承受了太多压力，是不是已经没有勇气再勇敢？淡然宁静似乎变成了一个粉饰软弱的完美借口。就像影片中的老布，在监狱中度过了半个世纪，终于获得了他期望已久的自由，竟然无法适应那堵高墙外的世界，转而陷入深深的恐惧。或许，这个\u201c自由\u201d只是刚入狱的老布所期望的。在监狱中，尽管是被囚禁的，但他是令人信服的图书管理员；在社会中，他是与周遭环境格格不入的。老布被监狱生活一点一点侵蚀，并屈服于它。于是，孤独、不知所措和一种对于未来漫长岁月的绝望彻底摧毁了他，选择死亡以求解脱竟然是出狱的结局。习惯和环境真是一种可怕的东西。\n\n\u201c只要心中满怀希望，就可以获得自由。\u201d安迪一直坚信这句话，他也确实做到了。在希望的那一头，有他追求的自由，他的自由不过是一片碧海、一片蓝天、一只小船、一片沙滩。\n\n人终究会逝去，但不一定每个人都真正活过，生命如此珍贵，匆匆过活岂不荒废？当走到人生的尽头，回望那些经历那些过往，希望自己不要后悔没有和真正的自由拥抱，而是微笑，满足地说：我曾为了希望和自由奋斗过。\n","useless_count":7,"comments_count":6,"alt":"https://movie.douban.com/review/7610065/","id":"7610065","subject_id":"1292052"},{"rating":{"max":5,"value":5,"min":0},"useful_count":59,"author":{"uid":"vermouth","avatar":"https://img3.doubanio.com/icon/u1095095-6.jpg","signature":"Paris 1968","alt":"https://www.douban.com/people/vermouth/","id":"1095095","name":"Vermouth"},"created_at":"2007-08-22 22:10:43","title":"zihuatanejo","updated_at":"2015-09-10 22:09:22","share_url":"https://m.douban.com/movie/review/1197957","summary":"Zihuatanejo 是一个地方，在墨西哥，太平洋岸。你知道墨西哥人怎么称呼太平洋吗？那是没有回忆的海洋。那就是我想去的地方。一个温暖而没有回忆的地方。  Andy Dufresne 这么告诉 Red 。  他们坐在肖申克监狱的高墙...","content":"Zihuatanejo 是一个地方，在墨西哥，太平洋岸。你知道墨西哥人怎么称呼太平洋吗？那是没有回忆的海洋。那就是我想去的地方。一个温暖而没有回忆的地方。 \nAndy Dufresne 这么告诉 Red 。 \n他们坐在肖申克监狱的高墙下，石头筑成的高墙，而墨西哥在遥远的南方。 \n于是他们最终在那里重逢。赤着脚，海风吹走了帽子， Zihuatanejo, 墨西哥，太平洋像是 Red 梦想的一样蔚蓝。 \n\n过程是那么纷繁。无数精心盘算的细节，无数巧合，无数痛苦的不眠之夜，无数次提心吊胆。所以一切才能结束的如此令人愉悦。 \n爬出下水道的他在暴雨中冲刷干净了一切，一切监狱的阴暗。他脱下囚服对着天空呐喊。 \n那就是对自由最好的注释。 \n\nRed 从一开始就很喜欢这个人。在监狱的空地上闲庭信步，仿佛有一种隐形的屏障，把他和身边的人隔离开，他走路的样子，就像是在自己家的花园里散布一样。 \n然后他冒着巨大的危险去给监狱长帮助，代价是让他们，罪犯们，在阳光下修缮屋顶的时候喝几瓶冰啤酒，就像是在整修自己的房子。 \n放在窗台上雕刻出来的小石像。贴在墙壁上的女明星招贴画。响彻整个监狱的歌剧。 \n他感兴趣的并不是度过漫长的日子，他想要做的是以此保存自己的灵魂。 \n保存自由的灵魂。 \n没有谁能把他的灵魂抢走，没有谁，无论是绝望，痛苦，愤怒，或者是麻木。因为他的灵魂被更美好的东西占据，被世界上最美好的事之一占据。 \n希望。 \n一个简单的词语。这不是一个危险的东西，即使在肖申克也不是。相反，在肖申克，希望，能够带来最宝贵的东西，我说的不是冰啤酒，明星海报，或者那把藏在圣经里的小锤子。希望能够带来的，是自由。 \n如果 Zihuatanejo 这个名字太难记的话，不如记住这个词在 Andy Dufresne 心中的一个简单的解释，一个简单的四个字母的词语， Tommy 也能很快记住的词： H-O-P-E. \n生活是如此无奈而又冗长，时间用它神秘的力量来打倒一切。不知不觉的，绝望与痛苦被习惯所替代，而习惯又衍生出麻木不仁的眼神。 Institutionalized. 这个过程发生的这么缓慢，以致当你觉察的时候，你分明已经记不起在那之前你曾经是怎样年少痴狂，踌躇满志，那已经是很久很久以前的事了。这也是时间的诡计。 \n我们的生活方式也许会偶尔用一些温暖而美好的小事刺激我们一下，于是仍然记起灵魂的存在。然而在肖申克，恶劣的环境逼迫你低头，弯腰，跪下，直到再也站不起来。 \n美好的生命，就这样被偷走。 \nAndy 明白这个道理，所以他面前的选择是显而易见的， get busy living, or get busy dying. \n\nSome birds are not meant to be caged. Their feathers are too bright. 诚如 Red 所说。他在暴雨中冲出牢笼，飞入湛蓝的天空，而希望，使得他与 Red 梦中的 Zihuatanejo 像一片蓝色仿佛没有回忆般的海洋，占据了他们的视线。 \nPS ：肖申克的救赎一片中有无数警句值得一看，翻译它们简直是一种罪过。推荐以优秀画质配以优质的英文字幕观看。 \n","useless_count":4,"comments_count":10,"alt":"https://movie.douban.com/review/1197957/","id":"1197957","subject_id":"1292052"},{"rating":{"max":5,"value":3,"min":0},"useful_count":54,"author":{"uid":"ismaelan","avatar":"https://img1.doubanio.com/icon/u1237145-8.jpg","signature":"","alt":"https://www.douban.com/people/ismaelan/","id":"1237145","name":"真回安然"},"created_at":"2008-08-03 12:48:55","title":"CCTV的救赎","updated_at":"2014-09-15 09:47:31","share_url":"https://m.douban.com/movie/review/1460231","summary":" 安然/文  QQ上的网友把CCTV说成CCAV，以嘲笑它的僵化或曰假正经。可当你不再寄望于这位老夫子时，冷不防它又扮回鬼脸儿，还真能带给你一点惊喜。今晚我就见到梁文道现身这期的《周六佳片有约》里。那些至今还没听说...","content":"\n安然/文\n\nQQ上的网友把CCTV说成CCAV，以嘲笑它的僵化或曰假正经。可当你不再寄望于这位老夫子时，冷不防它又扮回鬼脸儿，还真能带给你一点惊喜。今晚我就见到梁文道现身这期的《周六佳片有约》里。那些至今还没听说过此兄的同志肯定不能算骨灰级的爱书人，由于你们的缘故，请允许我唠叨一下\u2014\u2014根据我对他的不完全了解列举出一长串头衔\u2014\u2014这对看客们明了我特别提及这部\u201c佳片\u201d的当下意义有帮助：文化人、书评人、时评人、电视节目主持人、专栏作家还有\u2026\u2026香港民主派。就像这位才子仁兄不久前在大陆人看来还显得有些另类（只有以大胆敢言著称的南方报系敢接纳他的文章），这期被推荐的所谓\u201c佳片\u201d\u2014\u2014《肖申克的救赎》也有点另类，事实上它就是过去的\u201c禁片\u201d，由\u201c禁片\u201d到\u201c佳片\u201d其间演变了十多年。当国家台把曾经被严防死守的人物和电影颇受礼遇地请上荧屏的时候，虽然我们已感觉到这是大势所趋，但还是有些眩晕。用那句老话说，就是\u201c不是我们不明白，是这世界变化得快\u201d。\n道长（\u201c道长\u201d是梁兄的粉丝对他的爱称）为这部电影旁征博引的引介虽然吊足了观众的胃口，但对作品在政治谴责意义上的评点十分的克制，只简明提及制度对人的改造令好人亦有变坏的可能。佳片有约的编辑们也力图淡化争议，他们将此片定性为悬疑题材。替政治文艺片覆盖上娱乐悬疑片的标签是中国人老于世故的智慧，显然，《肖申克的救赎》一片的每一处动人的细节都体现着自由主义的价值观。\u201c肖申克\u201d是一座监狱，也是一个小社会，小说原著作者斯蒂芬·金以它隐喻一切极权社会：社会等级的金字塔顶端是大权集于一身、外表威严正派、实则伪善的监狱统治者\u201c典狱长\u201d；中层是凶相毕露、执行维护监狱秩序任务的警察；小社会的主流人群是匍匐在底层的囚徒们，他们在先知人物安迪到来之前，因长期与世隔绝失去了思考能力，既是以法律名义作恶的受害者，又适应于甚至离不开这种非人道、不合理的制度。正如阴森的电影画面所展示的：没有自由的社会必然颓废堕落、麻木扭曲、宗奉暴力至上\u2026\u2026表面的平静之下是所有人的灵魂渐渐遭到戕害、腐化。安迪坚持为监狱图书室争取善款、扩大规模的行动和那个占领广播室播放意大利歌剧的小插曲，则代表着人文知识分子的理想：知识与美能够用来救赎民智。这也是梁文道这样的中国异议作家长期坚持著书立说向人民中间传递思想的火种的信念源泉，他们普遍具有普罗米修斯那样为人间受难的精神，顽强中也有脆弱，却始终痴心不改。\n站在演播大厅中央的梁文道，其相貌并不扬，典型的南人体态，但精神气质上已闪烁出人文大师才会拥有的光焰。他游走在讲坛之上镇定自若，论说电影出口成章。从台下众人凝神关注的表情可以看出，他们已受邀进入了一次难得的精神盛宴。\n在临近奥运之时，央视不但推出这样一部被公认为具有反极权主义色彩的经典影片，而且力请一位体制之外的著名公共知识分子解读，是否隐含着对自己保守形象的救赎之意？这才是我真正想观察的\u201c解冻迹象\u201d。虽深恶于中国人的种种痼疾，但我仍不能免俗于观察风向与祈望天恩的浅薄。这让我想起那句话：人无法仅靠主观上的断然愿望，就随意舍弃或者为自己选择这种或那种文化。\n变化却真的是在悄然发生。身处逆境的白人安迪曾对黑人老狱友瑞德劝慰道：希望是个美好的东西，它不会消失。是的，只要我们不绝望于希望，希望就总在路上，给我们以动力。即使以上所言又是一次我一时兴起的过度阐释，也并非全无意义，因为我还保有希望，这就够了。\n\n","useless_count":22,"comments_count":58,"alt":"https://movie.douban.com/review/1460231/","id":"1460231","subject_id":"1292052"}]
     * start : 0
     * total : 4092
     * next_start : 20
     * subject : {"rating":{"max":10,"average":9.6,"details":{"1":473,"2":613,"3":11469,"4":87408,"5":438547},"stars":"50","min":0},"genres":["犯罪","剧情"],"title":"肖申克的救赎","casts":[{"avatars":{"small":"https://img3.doubanio.com/img/celebrity/small/17525.jpg","large":"https://img3.doubanio.com/img/celebrity/large/17525.jpg","medium":"https://img3.doubanio.com/img/celebrity/medium/17525.jpg"},"name_en":"Tim Robbins","name":"蒂姆·罗宾斯","alt":"https://movie.douban.com/celebrity/1054521/","id":"1054521"},{"avatars":{"small":"https://img3.doubanio.com/img/celebrity/small/34642.jpg","large":"https://img3.doubanio.com/img/celebrity/large/34642.jpg","medium":"https://img3.doubanio.com/img/celebrity/medium/34642.jpg"},"name_en":"Morgan Freeman","name":"摩根·弗里曼","alt":"https://movie.douban.com/celebrity/1054534/","id":"1054534"},{"avatars":{"small":"https://img1.doubanio.com/img/celebrity/small/5837.jpg","large":"https://img1.doubanio.com/img/celebrity/large/5837.jpg","medium":"https://img1.doubanio.com/img/celebrity/medium/5837.jpg"},"name_en":"Bob Gunton","name":"鲍勃·冈顿","alt":"https://movie.douban.com/celebrity/1041179/","id":"1041179"}],"durations":["142 分钟"],"collect_count":972530,"mainland_pubdate":"","has_video":true,"original_title":"The Shawshank Redemption","subtype":"movie","directors":[{"avatars":{"small":"https://img3.doubanio.com/img/celebrity/small/230.jpg","large":"https://img3.doubanio.com/img/celebrity/large/230.jpg","medium":"https://img3.doubanio.com/img/celebrity/medium/230.jpg"},"name_en":"Frank Darabont","name":"弗兰克·德拉邦特","alt":"https://movie.douban.com/celebrity/1047973/","id":"1047973"}],"pubdates":["1994-09-10(多伦多电影节)","1994-10-14(美国)"],"year":"1994","images":{"small":"https://img3.doubanio.com/view/movie_poster_cover/ipst/public/p480747492.jpg","large":"https://img3.doubanio.com/view/movie_poster_cover/lpst/public/p480747492.jpg","medium":"https://img3.doubanio.com/view/movie_poster_cover/spst/public/p480747492.jpg"},"alt":"https://movie.douban.com/subject/1292052/","id":"1292052"}
     */

    private int count;
    private int start;
    private int total;
    private int next_start;
    /**
     * rating : {"max":10,"average":9.6,"details":{"1":473,"2":613,"3":11469,"4":87408,"5":438547},"stars":"50","min":0}
     * genres : ["犯罪","剧情"]
     * title : 肖申克的救赎
     * casts : [{"avatars":{"small":"https://img3.doubanio.com/img/celebrity/small/17525.jpg","large":"https://img3.doubanio.com/img/celebrity/large/17525.jpg","medium":"https://img3.doubanio.com/img/celebrity/medium/17525.jpg"},"name_en":"Tim Robbins","name":"蒂姆·罗宾斯","alt":"https://movie.douban.com/celebrity/1054521/","id":"1054521"},{"avatars":{"small":"https://img3.doubanio.com/img/celebrity/small/34642.jpg","large":"https://img3.doubanio.com/img/celebrity/large/34642.jpg","medium":"https://img3.doubanio.com/img/celebrity/medium/34642.jpg"},"name_en":"Morgan Freeman","name":"摩根·弗里曼","alt":"https://movie.douban.com/celebrity/1054534/","id":"1054534"},{"avatars":{"small":"https://img1.doubanio.com/img/celebrity/small/5837.jpg","large":"https://img1.doubanio.com/img/celebrity/large/5837.jpg","medium":"https://img1.doubanio.com/img/celebrity/medium/5837.jpg"},"name_en":"Bob Gunton","name":"鲍勃·冈顿","alt":"https://movie.douban.com/celebrity/1041179/","id":"1041179"}]
     * durations : ["142 分钟"]
     * collect_count : 972530
     * mainland_pubdate :
     * has_video : true
     * original_title : The Shawshank Redemption
     * subtype : movie
     * directors : [{"avatars":{"small":"https://img3.doubanio.com/img/celebrity/small/230.jpg","large":"https://img3.doubanio.com/img/celebrity/large/230.jpg","medium":"https://img3.doubanio.com/img/celebrity/medium/230.jpg"},"name_en":"Frank Darabont","name":"弗兰克·德拉邦特","alt":"https://movie.douban.com/celebrity/1047973/","id":"1047973"}]
     * pubdates : ["1994-09-10(多伦多电影节)","1994-10-14(美国)"]
     * year : 1994
     * images : {"small":"https://img3.doubanio.com/view/movie_poster_cover/ipst/public/p480747492.jpg","large":"https://img3.doubanio.com/view/movie_poster_cover/lpst/public/p480747492.jpg","medium":"https://img3.doubanio.com/view/movie_poster_cover/spst/public/p480747492.jpg"}
     * alt : https://movie.douban.com/subject/1292052/
     * id : 1292052
     */

    private SubjectBean subject;
    /**
     * rating : {"max":5,"value":5,"min":0}
     * useful_count : 7686
     * author : {"uid":"bighead","avatar":"https://img3.doubanio.com/icon/u1000152-14.jpg","signature":"","alt":"https://www.douban.com/people/bighead/","id":"1000152","name":"大头绿豆"}
     * created_at : 2005-05-12 20:44:13
     * title : 十年·肖申克的救赎
     * updated_at : 2016-10-19 13:33:11
     * share_url : https://m.douban.com/movie/review/1000369
     * summary : 　　{原文}：http://www.bighead.cn/?p=34  这些天按时上下班，衣冠楚楚，与时俱进，过得颇麻木。于是夜里心情便有些低落，寻了肖申克的救赎来看。  距离 Frank Darabont 们缔造这部伟大的作品已经有十年了。我知道...
     * content : 　　{原文}：http://www.bighead.cn/?p=34

     这些天按时上下班，衣冠楚楚，与时俱进，过得颇麻木。于是夜里心情便有些低落，寻了肖申克的救赎来看。

     距离 Frank Darabont 们缔造这部伟大的作品已经有十年了。我知道美好的东西想必大家都能感受，但是很抱歉，我的聒噪仍将一如既往。
     今夜在我眼里，The Shawshank Redemption 与信念、自由和友谊有关。

     　　　　［1］、信念

     Red 说，希望是危险的东西，是精神苦闷的根源。重重挤压之下的牢狱里呆了三十年的他的确有资格这么说。因为从进来的那一天起，狱长就说过，“把灵魂交给上帝，把身体交给我。”除了他能弄来的香烟和印着裸女的扑克牌，任何其他异动在这个黑暗的高墙之内似乎都无法生长。

     然而 Andy 告诉他，“记住，希望是好事——甚至也许是人间至善。而美好的事永不消失。”

     于是 Andy 能够用二十年挖开 Red 认为六百年都无法凿穿的隧洞。当他终于爬出五百码恶臭的污水管道，站在瓢泼大雨中情不自禁的时候，我们仿佛看到信念刺穿重重黑幕，在暗夜中打了一道夺目霹雳。亮光之下，我们懦弱的灵魂纷纷在 Andy 张开的双臂下现形，并且颤抖。

     庸常生活里的我们，似乎已经习惯了按部就班，习惯了先说“那不可能”，习惯了没有奇迹，习惯了，习惯了。可是正如《飞越疯人院》（One Flew over the Cuckcoo’s Nest）中说的那样，“不试试，怎么知道呢？”

     试着留住一些信念，在它们丧失殆尽之前。它们也许无法最终实现，也许无法让我们更有意义的活着——甚至对于我自己而言，它们只会愈加带给我来更多的虚无感。然而我知道我有多需要这样的虚伪与自欺，因为你可以说我在做梦，但我不会是仅有的一个。
     ——我们已经看到监狱长打开藏有 Andy 凿石锤的《圣经》时，翻至那页正是《出埃及记》。这个章节详细描述了犹太教徒逃离埃及的过程。

     　　　　　　　［2］、自由

     我到今天也始终不明白，这两个意大利女人在唱什么。事实上，我也不想去明白。有些东西不说更好。我想，那是非笔墨可形容的美境。然而却令你如此心伤。
     那声音飞扬，高远入云，超过任何在禁锢中的囚犯们所梦，仿佛一只美丽的小鸟，飞入这灰色的鸟笼，让那些围墙消失，令铁窗中的所有犯人，感到一刻的自由。

     当 Andy 不顾一切在监狱的喇叭里放《Le Nozze di Figaro》时，镜头缓缓划过正在广场上放风的犯人们和狱警们。他们叫人感动地静立当地，抛却所有愤懑，狠毒和怨怒，沐浴着我从未觉得如此自由的阳光。莫扎特的乐声铺洒在这些人们身上，来自俗世的美妙音符似乎将他们都濯洗得纯净无比。
     强者自救，圣者渡人。我这才明白 Andy 的用意。修屋顶的时候，他为大家争取来啤酒，事实上是为大家争取到那种像在修缮自家的屋顶一般自在的感觉，所以他不喝酒，微笑却带着巨大的幸福；放费加罗的婚礼，也是要唤醒他们已快丧失的自由感。

     然而强者终究是少数。自由面前，更多的人们纷纷选择禁锢。在监狱图书馆呆了五十年的 Brooks，为了不被假释，竟然想通过伤害狱友来达到留在监狱的目的。很奇怪吗？自由、平等、博爱，本来应该是人们向往和追求的理想。可是 Brooks 们却早已经被监狱的规则之下规则了自己，他们需要规则，需要秩序，如果没有它们，甚至无法生存。
     These walls are kind of funny like that. First you hate them, then you get used to them. Enough time passed, get so you depend on them. That’s institutionalizing.假 Red 之口，Darabont 直指卑微。

     Brooks 得到了身体的自由，灵魂却已经被无可挽回地体制化。他终于没有能够摆脱对自由无法适应的困境，悬梁自尽。而睿智如 Red，在出狱之后也悲哀地发现，自己竟然连撒尿都要向经理报告，否则一滴尿都挤不出来。他也考虑如何违规以便回到监狱，甚至考虑与 Brooks 一样离开。

     Busy for living, or busy for death。步履匆匆的人们也许应该偶尔驻足，跳出来看看自己的模样。我们终会知道，习惯于服从规则的人们将付出巨大代价来习惯本来属于每一个个体的自由。

     　　　　　　［3］、友谊

     此片无关爱情，除了背叛。有的只是监狱中的男人间的友谊。Red 和 Andy 的那种友谊置放在高墙之下，似乎比我们纷繁俗世中的友情来得更加纯粹和干净。他们都是内敛的人，然而洞悉一切，心意契合。我喜欢这种感情。所以在他们终于相会在太平洋小岛的阳光沙滩之上的时候，忍不住一人笑了。


     如果我在肖申克，我会是谁？如果你在肖申克，你又会是谁？肖申克的救赎，十年散记。

     　　　　　　　　　　　　　　　　　　　　　　　　2004-3-24
     * useless_count : 266
     * comments_count : 571
     * alt : https://movie.douban.com/review/1000369/
     * id : 1000369
     * subject_id : 1292052
     */

    private List<ReviewsBean> reviews;

    public int getCount() {
        return count;
    }

    public void setCount(int count) {
        this.count = count;
    }

    public int getStart() {
        return start;
    }

    public void setStart(int start) {
        this.start = start;
    }

    public int getTotal() {
        return total;
    }

    public void setTotal(int total) {
        this.total = total;
    }

    public int getNext_start() {
        return next_start;
    }

    public void setNext_start(int next_start) {
        this.next_start = next_start;
    }

    public SubjectBean getSubject() {
        return subject;
    }

    public void setSubject(SubjectBean subject) {
        this.subject = subject;
    }

    public List<ReviewsBean> getReviews() {
        return reviews;
    }

    public void setReviews(List<ReviewsBean> reviews) {
        this.reviews = reviews;
    }

    public static class SubjectBean {
        /**
         * max : 10
         * average : 9.6
         * details : {"1":473,"2":613,"3":11469,"4":87408,"5":438547}
         * stars : 50
         * min : 0
         */

        private RatingBean rating;
        private String title;
        private int collect_count;
        private String mainland_pubdate;
        private boolean has_video;
        private String original_title;
        private String subtype;
        private String year;
        /**
         * small : https://img3.doubanio.com/view/movie_poster_cover/ipst/public/p480747492.jpg
         * large : https://img3.doubanio.com/view/movie_poster_cover/lpst/public/p480747492.jpg
         * medium : https://img3.doubanio.com/view/movie_poster_cover/spst/public/p480747492.jpg
         */

        private ImagesBean images;
        private String alt;
        private String id;
        private List<String> genres;
        /**
         * avatars : {"small":"https://img3.doubanio.com/img/celebrity/small/17525.jpg","large":"https://img3.doubanio.com/img/celebrity/large/17525.jpg","medium":"https://img3.doubanio.com/img/celebrity/medium/17525.jpg"}
         * name_en : Tim Robbins
         * name : 蒂姆·罗宾斯
         * alt : https://movie.douban.com/celebrity/1054521/
         * id : 1054521
         */

        private List<CastsBean> casts;
        private List<String> durations;
        /**
         * avatars : {"small":"https://img3.doubanio.com/img/celebrity/small/230.jpg","large":"https://img3.doubanio.com/img/celebrity/large/230.jpg","medium":"https://img3.doubanio.com/img/celebrity/medium/230.jpg"}
         * name_en : Frank Darabont
         * name : 弗兰克·德拉邦特
         * alt : https://movie.douban.com/celebrity/1047973/
         * id : 1047973
         */

        private List<DirectorsBean> directors;
        private List<String> pubdates;

        public RatingBean getRating() {
            return rating;
        }

        public void setRating(RatingBean rating) {
            this.rating = rating;
        }

        public String getTitle() {
            return title;
        }

        public void setTitle(String title) {
            this.title = title;
        }

        public int getCollect_count() {
            return collect_count;
        }

        public void setCollect_count(int collect_count) {
            this.collect_count = collect_count;
        }

        public String getMainland_pubdate() {
            return mainland_pubdate;
        }

        public void setMainland_pubdate(String mainland_pubdate) {
            this.mainland_pubdate = mainland_pubdate;
        }

        public boolean isHas_video() {
            return has_video;
        }

        public void setHas_video(boolean has_video) {
            this.has_video = has_video;
        }

        public String getOriginal_title() {
            return original_title;
        }

        public void setOriginal_title(String original_title) {
            this.original_title = original_title;
        }

        public String getSubtype() {
            return subtype;
        }

        public void setSubtype(String subtype) {
            this.subtype = subtype;
        }

        public String getYear() {
            return year;
        }

        public void setYear(String year) {
            this.year = year;
        }

        public ImagesBean getImages() {
            return images;
        }

        public void setImages(ImagesBean images) {
            this.images = images;
        }

        public String getAlt() {
            return alt;
        }

        public void setAlt(String alt) {
            this.alt = alt;
        }

        public String getId() {
            return id;
        }

        public void setId(String id) {
            this.id = id;
        }

        public List<String> getGenres() {
            return genres;
        }

        public void setGenres(List<String> genres) {
            this.genres = genres;
        }

        public List<CastsBean> getCasts() {
            return casts;
        }

        public void setCasts(List<CastsBean> casts) {
            this.casts = casts;
        }

        public List<String> getDurations() {
            return durations;
        }

        public void setDurations(List<String> durations) {
            this.durations = durations;
        }

        public List<DirectorsBean> getDirectors() {
            return directors;
        }

        public void setDirectors(List<DirectorsBean> directors) {
            this.directors = directors;
        }

        public List<String> getPubdates() {
            return pubdates;
        }

        public void setPubdates(List<String> pubdates) {
            this.pubdates = pubdates;
        }

        public static class RatingBean {
            private int max;
            private double average;
            /**
             * 1 : 473
             * 2 : 613
             * 3 : 11469
             * 4 : 87408
             * 5 : 438547
             */

            private DetailsBean details;
            private String stars;
            private int min;

            public int getMax() {
                return max;
            }

            public void setMax(int max) {
                this.max = max;
            }

            public double getAverage() {
                return average;
            }

            public void setAverage(double average) {
                this.average = average;
            }

            public DetailsBean getDetails() {
                return details;
            }

            public void setDetails(DetailsBean details) {
                this.details = details;
            }

            public String getStars() {
                return stars;
            }

            public void setStars(String stars) {
                this.stars = stars;
            }

            public int getMin() {
                return min;
            }

            public void setMin(int min) {
                this.min = min;
            }

            public static class DetailsBean {
                @SerializedName("1")
                private int value1;
                @SerializedName("2")
                private int value2;
                @SerializedName("3")
                private int value3;
                @SerializedName("4")
                private int value4;
                @SerializedName("5")
                private int value5;

                public int getValue1() {
                    return value1;
                }

                public void setValue1(int value1) {
                    this.value1 = value1;
                }

                public int getValue2() {
                    return value2;
                }

                public void setValue2(int value2) {
                    this.value2 = value2;
                }

                public int getValue3() {
                    return value3;
                }

                public void setValue3(int value3) {
                    this.value3 = value3;
                }

                public int getValue4() {
                    return value4;
                }

                public void setValue4(int value4) {
                    this.value4 = value4;
                }

                public int getValue5() {
                    return value5;
                }

                public void setValue5(int value5) {
                    this.value5 = value5;
                }
            }
        }

        public static class ImagesBean {
            private String small;
            private String large;
            private String medium;

            public String getSmall() {
                return small;
            }

            public void setSmall(String small) {
                this.small = small;
            }

            public String getLarge() {
                return large;
            }

            public void setLarge(String large) {
                this.large = large;
            }

            public String getMedium() {
                return medium;
            }

            public void setMedium(String medium) {
                this.medium = medium;
            }
        }

        public static class CastsBean {
            /**
             * small : https://img3.doubanio.com/img/celebrity/small/17525.jpg
             * large : https://img3.doubanio.com/img/celebrity/large/17525.jpg
             * medium : https://img3.doubanio.com/img/celebrity/medium/17525.jpg
             */

            private AvatarsBean avatars;
            private String name_en;
            private String name;
            private String alt;
            private String id;

            public AvatarsBean getAvatars() {
                return avatars;
            }

            public void setAvatars(AvatarsBean avatars) {
                this.avatars = avatars;
            }

            public String getName_en() {
                return name_en;
            }

            public void setName_en(String name_en) {
                this.name_en = name_en;
            }

            public String getName() {
                return name;
            }

            public void setName(String name) {
                this.name = name;
            }

            public String getAlt() {
                return alt;
            }

            public void setAlt(String alt) {
                this.alt = alt;
            }

            public String getId() {
                return id;
            }

            public void setId(String id) {
                this.id = id;
            }

            public static class AvatarsBean {
                private String small;
                private String large;
                private String medium;

                public String getSmall() {
                    return small;
                }

                public void setSmall(String small) {
                    this.small = small;
                }

                public String getLarge() {
                    return large;
                }

                public void setLarge(String large) {
                    this.large = large;
                }

                public String getMedium() {
                    return medium;
                }

                public void setMedium(String medium) {
                    this.medium = medium;
                }
            }
        }

        public static class DirectorsBean {
            /**
             * small : https://img3.doubanio.com/img/celebrity/small/230.jpg
             * large : https://img3.doubanio.com/img/celebrity/large/230.jpg
             * medium : https://img3.doubanio.com/img/celebrity/medium/230.jpg
             */

            private AvatarsBean avatars;
            private String name_en;
            private String name;
            private String alt;
            private String id;

            public AvatarsBean getAvatars() {
                return avatars;
            }

            public void setAvatars(AvatarsBean avatars) {
                this.avatars = avatars;
            }

            public String getName_en() {
                return name_en;
            }

            public void setName_en(String name_en) {
                this.name_en = name_en;
            }

            public String getName() {
                return name;
            }

            public void setName(String name) {
                this.name = name;
            }

            public String getAlt() {
                return alt;
            }

            public void setAlt(String alt) {
                this.alt = alt;
            }

            public String getId() {
                return id;
            }

            public void setId(String id) {
                this.id = id;
            }

            public static class AvatarsBean {
                private String small;
                private String large;
                private String medium;

                public String getSmall() {
                    return small;
                }

                public void setSmall(String small) {
                    this.small = small;
                }

                public String getLarge() {
                    return large;
                }

                public void setLarge(String large) {
                    this.large = large;
                }

                public String getMedium() {
                    return medium;
                }

                public void setMedium(String medium) {
                    this.medium = medium;
                }
            }
        }
    }

    public static class ReviewsBean {
        /**
         * max : 5
         * value : 5
         * min : 0
         */

        private RatingBean rating;
        private int useful_count;
        /**
         * uid : bighead
         * avatar : https://img3.doubanio.com/icon/u1000152-14.jpg
         * signature :
         * alt : https://www.douban.com/people/bighead/
         * id : 1000152
         * name : 大头绿豆
         */

        private AuthorBean author;
        private String created_at;
        private String title;
        private String updated_at;
        private String share_url;
        private String summary;
        private String content;
        private int useless_count;
        private int comments_count;
        private String alt;
        private String id;
        private String subject_id;

        public RatingBean getRating() {
            return rating;
        }

        public void setRating(RatingBean rating) {
            this.rating = rating;
        }

        public int getUseful_count() {
            return useful_count;
        }

        public void setUseful_count(int useful_count) {
            this.useful_count = useful_count;
        }

        public AuthorBean getAuthor() {
            return author;
        }

        public void setAuthor(AuthorBean author) {
            this.author = author;
        }

        public String getCreated_at() {
            return created_at;
        }

        public void setCreated_at(String created_at) {
            this.created_at = created_at;
        }

        public String getTitle() {
            return title;
        }

        public void setTitle(String title) {
            this.title = title;
        }

        public String getUpdated_at() {
            return updated_at;
        }

        public void setUpdated_at(String updated_at) {
            this.updated_at = updated_at;
        }

        public String getShare_url() {
            return share_url;
        }

        public void setShare_url(String share_url) {
            this.share_url = share_url;
        }

        public String getSummary() {
            return summary;
        }

        public void setSummary(String summary) {
            this.summary = summary;
        }

        public String getContent() {
            return content;
        }

        public void setContent(String content) {
            this.content = content;
        }

        public int getUseless_count() {
            return useless_count;
        }

        public void setUseless_count(int useless_count) {
            this.useless_count = useless_count;
        }

        public int getComments_count() {
            return comments_count;
        }

        public void setComments_count(int comments_count) {
            this.comments_count = comments_count;
        }

        public String getAlt() {
            return alt;
        }

        public void setAlt(String alt) {
            this.alt = alt;
        }

        public String getId() {
            return id;
        }

        public void setId(String id) {
            this.id = id;
        }

        public String getSubject_id() {
            return subject_id;
        }

        public void setSubject_id(String subject_id) {
            this.subject_id = subject_id;
        }

        public static class RatingBean {
            private int max;
            private int value;
            private int min;

            public int getMax() {
                return max;
            }

            public void setMax(int max) {
                this.max = max;
            }

            public int getValue() {
                return value;
            }

            public void setValue(int value) {
                this.value = value;
            }

            public int getMin() {
                return min;
            }

            public void setMin(int min) {
                this.min = min;
            }
        }

        public static class AuthorBean {
            private String uid;
            private String avatar;
            private String signature;
            private String alt;
            private String id;
            private String name;

            public String getUid() {
                return uid;
            }

            public void setUid(String uid) {
                this.uid = uid;
            }

            public String getAvatar() {
                return avatar;
            }

            public void setAvatar(String avatar) {
                this.avatar = avatar;
            }

            public String getSignature() {
                return signature;
            }

            public void setSignature(String signature) {
                this.signature = signature;
            }

            public String getAlt() {
                return alt;
            }

            public void setAlt(String alt) {
                this.alt = alt;
            }

            public String getId() {
                return id;
            }

            public void setId(String id) {
                this.id = id;
            }

            public String getName() {
                return name;
            }

            public void setName(String name) {
                this.name = name;
            }
        }
    }
}
